{"kadesh":"(Speak to the children of Israel, saying: On the fifteenth day of this seventh month, is the Festival of Succoth, a seven day period to the Lord.) On the first day, it is a holy occasion; you shall not perform any work of labor. ","urchatz":"For there is freedom in being and some menaing in being, and so there is some meaning in bieing and the essence of this being something with some difficulty relating to this and because the cleansing process is in progress, so is it allowed to be studying from here? The struggle is with thinking of how to measruree the week, and kind of taking a split approach on this and it being a bit of a bad thing ina sense, and it being a bit irratating in a lot of ways. Let this be with love and blessing and also with unificatio fo consciousness and some of the meaning in being as well. ","karpas":["That this first day of this festival is a day of chag, a non-working dday. ","To Sanctify the day with Kiddush, annd with a festive meal. ","It is traditional to have guests and family around the table for the meal","During Sukkot the meal takes place inside the Sukkah"],"yachatz":["Abstinance from work helps to be focused and unified with the day ","That the words for the statement of it being a day of rest being the same as the rest day of Passover","Bringing people together, to have the meal helps to sanctify the day. "],"maggid":"It is true of not knowing, and really not knwoing about the cycles of performing the sevrice, or the time frame or the way of doing this and it being something which is hard, and difficult. Deeper it is also hard to know how to be managing the week and knowing the week, whilst also struggling to really connect with the nature and the essence and the meaning of the Sabbath, ahilst also trying to progress with projects in a kind of ways wwhich are of substantial size and it being possible to connect with this or understand this. \nIt has been hard, and it has been felt many many many many times of trying to do Shabbat in an orthodox manner, or in an orthodox like manner and it just plain and simply has not felt right, not felt meaningful, and has felt restrictive and void of menaing and it has been horrible and tough and not nice. Comparing this to the way it has been when practicing this in an independent way and it has been with meaning deep, and true and vast and with goodness and compassion and it was pleasant, it was very very pleasant, at least the first one was very much so and it was a means of connecting with Life and taking a break from labour, when labouring a lot, and with connecting with Life, and writing of Life, and expressing and conencting with some compassion in being as well. ","rachtzah":"","motzi":"","matzah":"","maror":[],"korech":[],"shulchan_orech":[],"tzafun":[],"barech":"","hallel":[],"nirtzah":""}