{"kadesh":"And you shall take for yourselves on the first day, the fruit of the hadar tree, date palm fronds, a branch of a braided tree, and willows of the brook, and you shall rejoice before the Lord your God for a seven day period.","urchatz":"HAving eaten really really really a lot of food it is true of there being some meaning i being and some compassion in being and now of feeling quite satisfied and also ready to be doing some labour after blessing, it is true of being faulted, flawed and of not knowing quite a lot with regards to being and living and some of the meaning i being and it is true of being flawed and not knowing a lot with regards to this world, and of there being some love within being and some compassion in being and so of there being some freedom in being and some love in this world and some lov ein being and some compassion inbeing as well. So much continues not to be known within this world and within being,, and so mucch contines to not be known. For there is of course some freedom in being and some meaning in this word and some compassion in being and some emaning in this world and in that which is for there is surely some love and some freedom in being and it is not fully known fo what which is and so it is tre of being frreee and this at this can be practiced i amnner which is free and of there being some love in being and some compassino in being and some love and of this maybe being somewhat able to be praxcticed in a lot of ways and of there being some freedom with the way this is and some of the love and menaing in being and some of the compassion and freeodm in being and of not knowing so much with regards to this. \n\nThere is freedom in being and there is still a lot of menaing in this world and some of the compassion in being and some of the love in being and osm e of the meaning in being and of wanting to make peace and love and of waning to bring together some meaning and some love within this world and it is not known of what could be, and it is true of being flawed and faulted and still of not knowing so much and of being faulted and flawed and of not knowing a lot as well. So there is freedom in being and some meaning in being and some compassion within this world andsome love and so it is not knonw of what could be and it is true of being with meaning in not knowing what could be and it is true of being flawed and faulted, and it is not known of what may be. So it is true of being flawed and it is of being faulted and of not knowing. ","karpas":["To purchase the species before the festival begins. ","To bring the species to the Synagougue and to shake them as part of the ceremony - traditionally this is done during Hallel. ","However as it has been stated any time of day is a suitable time to be performing this Mitzvah. ","It is traditional to be shaking these during each day (Except for the Sabbath)."],"yachatz":["The shaking of the four species represents a bringing together, a unification.","The word translated here is 'rejoice' - why this word? Does it have a deeper meaning? ","Shaking the four species during Hallel, may correspond with some of the deeper levels of service which exist."],"maggid":"It is true of not knowing how to be practicing the Sabbath and the nature of the weekly cycle at the moment and of this being somehting which is difficult to be dealing with, connecting with and understanding, and so it brings with it some difficulty as well. IT brings with it difficulty. It is remembered of having spent some time in Israel and of quite enjoying being alone a lot, and of being and feeling often more comfortable when being alone than when being with some family and things. It is true of being flawed in a lot of ways, it is remembered of going to family the evening of a secular birthday, and of not wantring to spend the whole Sabbath there, and then of receiving a birthday present which was not really desired all that much, it was wanted to get an instruement to be able to play, instead of getting a new blanket, and then havinng the dinner which was a lot of food, and of course it was quite tasty, and relatively enjoyable, and then the next day waiting around and still being there but of it not being the most enjoyable day, we went to the park and had a walk around but it was kind of tame and it was not even knnown of what to speak about. It hurts at the moment having our family dinners and literally speaking of so much which has little value so often of the time, it feels like a waste, it feels like a waste of existence, and then there is just too much food, and not enough substance and it feels unpleasant, and it is not very nice, and it has been like this before, and again it is like feeling uncomfortable with personal beliefs at times, not wanitng to really say grace after meaals because of feeling it lacks depth and of this being something which is difficult, and then of feeling quite lost because of not really being or feeling like it is so easy to just then go and write anbout beliefs and aith and so these meals feel wholesome and empty together, it is sadness and it is bread of ssadness and it lacks depth and it is not something which is pleasing in any way of going about this. \nIt is not just mealtimes, it is besides this as well, it is being around family and feeling out of place, not free, and not all that often able to be spoeaking of beliefs, and there have been times when bringing it up, but there is the feleing of being laughed at, or being out of place, and it is not so comfortable but at least it has been somewhat partially fulfilling to do so. \nAnd there has been in the past struggles relating to identity, and false identity and kind of determining the idenittyi opf oneself in a manner which is not free and of this being somehting hwich wa shard to be dealing with and it was not faith, and it was not easy and it is not something which is even pleasant. It has been a hard thing to be dealing with and the truth is that it is an aspect against orthodox Judaism and orthodox Jewish culture, and the truth is it is based so loosely on parts of the Torah which are so so so loosely defined and stated to be that it is not fair to be like this and it is not fair to be determined to be like this, it lacks depth in meaning and anything near certainty, it is not thought to be pleasant, and it is thought in any sense to be akini to idealism and it is not something which is thought to be a good thing to have and it is not thought to be a good thing and it is not ppleasaing, and having personally expereinced and dwelt upon some of the nature of this, it is really thought not to be a good thing, and it is thought to defer responsibility and expectation and it is thought even to be perhaps more broadly akin to the sin of the golden calf, at least this is as it had been felt and has ben felt. There has been such difficulty connecting with people, and having kind of relationships in some ways and it has been so so hard to kind of be dealng with as well. There have even been times when it has not been excessively pleasant being around family, and sometimes it just does not feel so good - for there is a feeling of a lack of independence and kind of freedom which exists. \n\nThere is a lack of ability to really unify with some of the teachings which have been brought forth from the service, sometimes and often the service is performed, teachings retrieved and then this is it, and there is sometimes a lack of connecting with some of these teachings at times and it is siffficuilt anid a hard thing to connect with and it is thought to be bad, because it says not to eat the sinew, to love the Lord with all one's migfht, to speak of them and not to worship the gods of others, to believe Hashem is One, and to honour one's parents and so it is thought to be a bad thing to be neglecting the teachings which have come from here. \nThe belief in the traditional belief in Messiah is actually thought to be somewhat a belief in man, or a deviation from a belief in God, and it is thought to not be a good thing, and it is thought to be much less of a good than had been previously understood, it is not thought good, and it is perhaps thought to eb an aftermath of the sin of the golden calf in some ways. Yet to some degree this continues not to be understood, it hurts and it brings about so much pain to think of this again, it is not pleasing. \nThe lack of ability to connect with the teachings makes the cirty feel desolate, makes the Place where the teachings are being kept feel unloved, and unconnectedwith and this is not a good thing and so it is thought to be bad, and it is thought to be bad and negative in quite a broad sense, whilst the beliefs and the commandments have there. Sow hat could be stated? And there is fears of there haveing been teachings eestablished ina  corrupt or untruthful manner, of doing so in amnaner which is limited or serving in a way which is not aligned with absolute truth. \nYet there is still a deeper aspect of pain here, what should be done with moving forth, how should Life be lived, there is such a yearning to just go inwards, the deepest yearning to be doing so. There's pain which remains with regards to being able to stay true to beliefs, and also of being ablee ot have valid and menaingful human connections. And it has been hard to sometimes and to often know what the right thing to be doing is and the commandments have been a way and a means of enabling some understanidng and some goodness to be able to know. \nIt is true of being angry previously for not being able to find an item of personal value and importance and of this being something which is difficult to do, and it was irrataing and of having felt frustrated in not having much personal space and o this bein gdiffiuclt and of this being something which has been truly irratating for a long time and of it being irratatng last year, when being in Israel, and longing for some personal space, and for some of this, and so it says to speak of them, and to fear the Lord, and when having some personal space helped to connect with faith and the developmet of wriitnng in alignment with faith to be giving and helping to product some poems which had some immense meaning wihtin. It was a hard thing to be doing at times. \nAnd it is true of struggling deeply to feel as if even able to connect with someone with the same kind of depth inmeaing and connection with belief, and so this has brought along with it some struggle and it is a testimony to some of the independence which there is as a persona as well, and of some of the freedom in being as well. So what could possibly be said form this and why ? Well also with this is the not knowing of what the situation is with the inner aspects of service and how to be connecting with this, how to be understandng this, and it is known of the utilisatin of these during the Hallel prayer and of there being preparation to be utilising this here, so is this where it is relevant ? Is this the relevance of the species? And what of the gate of the entrance? IS there any guidance about this? What could be stated with regards to this? Well it says not to be eating the sinew, and to love the Lord, and to speak of them and to build for Me a Sanctuary and to encourage the good, and so to be proactively applying this to the natur eof the Inner aspects of the House, if this is something which can be applied to the House? Well aagain even in essence is it is linked because the Sukkah and the Tabernacle have been said to correspond, and it is true of thiss being hard and of the difficulties of this being with a lack of depth with the worship, a lack of continuation and a difficulty with establishing and connecting with ther deeper aspects of service with regards to a commandment and this has been something which has been a bit difficult. It had been previously assumed that the means of the inner service, the service of the Sanctuary, with the Menorah, and the Table of the Showbread and the Golden Altar, and so it means that there would be a link between this and the species, and this could be achieved and it is something which could well be feasible. yet, this has not been deeply explored yet, and it is ot known if it is possible to be doing in a good or kosher way? So it says to speak of them, and it is believed possible, it is certinaly known to be possible. The question is that should it be done? And ti says to unify His Name, and to love one's fellow and nnotto make a graven image and because linking ght emnature of Passover with the naturee of servic ehelped a lot, and it enabled a better understanding of linking with faith and it was and it has been a good thing and it has helped to be understanding a deeper understanding in the nature of this. Therefore it is thought to be a good hting to be doing. Yet is it not manipulating the truth, or even corrupting the truth? Know the truth is from HAshem and it cannot be corrupt, and nothing need be forced, fear the Lord, and nott o bare flase witness and so do not establish this ina  way which is thought to be impure or not good. \nSo what has been the strugglee here? The difficult aspect of this has been understanding the inner aspects of this, and it has primarily been because of not really feeling good enough and this has been the issue with regards to this. So there is meaning in this, and it is like especially feeling good enough, and also it has been a bit difficult with regards to dealing with this, it is not about especially feeling good enough it is just felt especially important to be preparing and building and making, why? Because it is so intrinsically linked with faith and it is a neglection of a positive commandment to be doing. The question is, do the aspects of the Tabernacle explicitly link and relate to nature of the Sukkah which is the dwelling Place of Hashem. There has obviously been issues with purity relating to this, and the teachings set in th eSanctuary, in the Inner part of the Sanctuary may relate to the goal which is set for the week. So much remains unknown, and please Hashem enable and encourage some deeper and more truthful. So what more could be said, and what could be established and what may be. So more could be said here. Well why is this importnat? For there has been a lack of commitmeent and knowledge of this aspet of service and there has been a lack of deptha nd it means that service is being given again and again and it is preventing the deeper relationship with Hashem from progressing and the lack of deptha nd ability to progress with the depth in the faith and so there has been some emanign in this and it si thought to have some relevance as well. \n\nIt is kind of jhard to see or understand the real suffering or extent of the suffering of the not knowing how ot be doing the Inner servic ebecause it iss known of the blessings of having the service which there is and which does exist. \nAnd yet what more is the knowledge of having and practicing the traditional Jewish prayer and this being deeply difficult, and distant and very hard to be connecting with and it is unpleasant, and in many ways it is truly unpleasant and not pleasing to be involed with and so there is some meaning and  some experience in this, and yet ti ti ksnonw of fellows doing this, and being involved with this a lot and of not fully knowing how, it is not personal, it is not with the same kind of dpth as this kind of depth and this depth is with meaning and some gooddness in being. How do people do this? How do fellows do this? And yet personally to be experiencing this is kind of difficult to know this is the way faith is practiced in some ways brings some difficulties with this. \n\nIt is true of struggling when in the company of others and of not knowing and of not having practiced the service from the Passiover and of the nature of freedomm and of being free and of overrcomgin some of the struggles and so it is true of being faulted and of not knowing what could be and so this is with some meaning and of being faulted and lfawed and so it is not known of what may become through this as well. And it has been hard to find even meaning and to form relationships and it has been hard, but that which has remained true id s beliefs and of during the time when a loved one was unwell, it is true of having tried so much with Jewish beliefs and with wpersonal belief,s but often of not knowing what to be doing, and it is true of having forsaken that which has been btrougtht forth in service and of it being something is diffficult to be dealing with at times. Yet it is thought that having teachings and being able to align with beliefs and that which has been established during this time is a good thing, but there is alsoa  feeling of having gone and tried too much which was experimental and of connecting with idealism in this and of it being a bit bad at times and of this being against some of the  beliefs and it can be a bit hard in some ways. \nSo what could be, and what may become, namely there is hunger, some deep hunger and it is a bit worrying but there is some yoghurt and there is some coffeeee and also some water and so this may be a means of doing some good, yet the pain of being alone and the struggle of this and of feeling comffrotable and able to feel unified with some of the beliefs,, is knowing Jerusalem is a walled city and a means o being able to connect with meaning and it says to mmake a Sanctuary for Hashem and to love the Lord, and not t o eat the sinew of the thigh and to speak of them and to not murder, and for there has been fwear of thos and so to be connecting with the teachings which there is and which has coem from service, and to be acitvely doing this. \nThere is a fear that doing this ias a means of evil of even being something which is like being evil, incestual in some ways and it is not knonw why and it says to speak of them and to love and to not murder and to honour one's aprents and if it is thought to be good and it has come from oneself and so it is thought permissible to be overoming this in some ways. \nIt hurts feeling disconnected from faith at times and it hurts not knowing of how to move forward with some of this and so it is a bit of a difficult means of developing with regards to this, and so what more could be stated and said. \nAnd it is notable how this is stated to be on the first day! It is on the first day that it is gathered together which is also a day of rest and so it is thought o tb erelevant to be actively practiced, especially on the firstday with regards to this. It is remembered of going round to buy thsse things on more than one occasion and it can be a personal experience and it is typical to be seeking desirable items and pleasant one's especially the etrog. ","rachtzah":"To what extent may the four species relate to the Vessels of the Sanctuary ? There is the Lulav, the Etrog, the willow leaves, and the leaves of the Hadar --> Not Hadar but Myrtle tree. So what could be done through this? Well there are three holy vessels of the Sanctuary, and the Ark in the Holy of Holies. IT says to rejoice before Hashem, and this represents joy, is it possible that this could correspond with Hallel and the praising for Hashem. It is thought that Hallel corresponds with the deeper aspects of worship for Hashem, and that it is a means of knowin that the lulav and Etrog is used dueing Hallel and it is shaken in each direction which could correspond with the Vessels places in each direction to some extent, and also as it says to be rejoicing before Hashem, and so therefore doing this in the Sanctuary or relating this to the Sanctuary may relate to doing this before Hashem. And so there is most assuredly some meaning in this, and it is thought to have some relevance here, for this is His resting Place and so it may correpsond with this. The Etrog is smelling nice and pleasant and it is thought to perhaps relate to the Golden Altar, and for this is the incense Altar, and therefore producing nice smells and aromas from it. Also it corresponds with the heart. The Hadar is thought to correspond with the eyes and so it may correspond with the Showbread and that whhich is upon the showbread. And so it is thought that perhaps that the braided leaves and the willows can relate to the Menorah and or the Showbread but it is not known in which way, and braidedness of the branches is thought to be linked or akin to tassles or the fringes which have been. May it correspond with the Menorah? Orah meaning it gives light, and there is of course some meaning in being, and it is thought to have some emaning. Perhaps this is more fitting, the notion of this is three branches may perhaps relate to the branches of the Menorah, yet it kind of remains unknown in some ways. The willow is thought to relaate to the mouth, and this may be linked with showbread, but it is not known in full compltetion either. More understanding is sought to be gained through this to some degree. \nWell how could the lulav relate to the Ark or the Holy of Holies, well the shape could relate to the poles or rods which went with the ark, but this is not so clear, it never uses the word luulav, but it mentiones and relates to the Tamar, or the date tree. So what more could be done, and what may be said from this. It was transalted as know but it is not knowon if this is quite fair if this is done, it could perhaps relate to the spine which could be or mean tbe backbone of the torah which may be the two tablets but this is not known to be fully sure eiither. It could be this. The word Tamar has Mar, which mar relate to bitterness in some sense, and Tam which means simple, or perfect in a kind of sense.And yam which means sea in a sense but it is not known if this is completely has any meaning in completeness, well of how to equate or understand such meaning even, and at the center of it, at the center of the four species is typically the Lulav, it is also the tallest part in a sense. \n","motzi":"","matzah":"","maror":[],"korech":[],"shulchan_orech":[],"tzafun":[],"barech":"","hallel":[],"nirtzah":""}