{"kadesh":"And you shall take for yourselves on the first day, the fruit of the hadar tree, date palm fronds, a branch of a braided tree, and willows of the brook, and you shall rejoice before the Lord your God for a seven day period.","urchatz":"HAving eaten really really really a lot of food it is true of there being some meaning i being and some compassion in being and now of feeling quite satisfied and also ready to be doing some labour after blessing, it is true of being faulted, flawed and of not knowing quite a lot with regards to being and living and some of the meaning i being and it is true of being flawed and not knowing a lot with regards to this world, and of there being some love within being and some compassion in being and so of there being some freedom in being and some love in this world and some lov ein being and some compassion inbeing as well. So much continues not to be known within this world and within being,, and so mucch contines to not be known. ","karpas":["To purchase the species before the festival begins. ","To bring the species to the Synagougue and to shake them as part of the ceremony - traditionally this is done during Hallel. ","However as it has been stated any time of day is a suitable time to be performing this Mitzvah. ","It is traditional to be shaking these during each day (Except for the Sabbath)."],"yachatz":["The shaking of the four species represents a bringing together, a unification.","The word translated here is 'rejoice' - why this word? Does it have a deeper meaning? "],"maggid":"It is true of not knowing how to be practicing the Sabbath and the nature of the weekly cycle at the moment and of this being somehting which is difficult to be dealing with, connecting with and understanding, and so it brings with it some difficulty as well. IT brings with it difficulty. It is remembered of having spent some time in Israel and of quite enjoying being alone a lot, and of being and feeling often more comfortable when being alone than when being with some family and things. It is true of being flawed in a lot of ways, it is remembered of going to family the evening of a secular birthday, and of not wantring to spend the whole Sabbath there, and then of receiving a birthday present which was not really desired all that much, it was wanted to get an instruement to be able to play, instead of getting a new blanket, and then havinng the dinner which was a lot of food, and of course it was quite tasty, and relatively enjoyable, and then the next day waiting around and still being there but of it not being the most enjoyable day, we went to the park and had a walk around but it was kind of tame and it was not even knnown of what to speak about. It hurts at the moment having our family dinners and literally speaking of so much which has little value so often of the time, it feels like a waste, it feels like a waste of existence, and then there is just too much food, and not enough substance and it feels unpleasant, and it is not very nice, and it has been like this before, and again it is like feeling uncomfortable with personal beliefs at times, not wanitng to really say grace after meaals because of feeling it lacks depth and of this being something which is difficult, and then of feeling quite lost because of not really being or feeling like it is so easy to just then go and write anbout beliefs and aith and so these meals feel wholesome and empty together, it is sadness and it is bread of ssadness and it lacks depth and it is not something which is pleasing in any way of going about this. \nIt is not just mealtimes, it is besides this as well, it is being around family and feeling out of place, not free, and not all that often able to be spoeaking of beliefs, and there have been times when bringing it up, but there is the feleing of being laughed at, or being out of place, and it is not so comfortable but at least it has been somewhat partially fulfilling to do so. \nAnd there has been in the past struggles relating to identity, and false identity and kind of determining the idenittyi opf oneself in a manner which is not free and of this being somehting hwich wa shard to be dealing with and it was not faith, and it was not easy and it is not something which is even pleasant. It has been a hard thing to be dealing with and the truth is that it is an aspect against orthodox Judaism and orthodox Jewish culture, and the truth is it is based so loosely on parts of the Torah which are so so so loosely defined and stated to be that it is not fair to be like this and it is not fair to be determined to be like this, it lacks depth in meaning and anything near certainty, it is not thought to be pleasant, and it is thought in any sense to be akini to idealism and it is not something which is thought to be a good thing to have and it is not thought to be a good thing and it is not ppleasaing, and having personally expereinced and dwelt upon some of the nature of this, it is really thought not to be a good thing, and it is thought to defer responsibility and expectation and it is thought even to be perhaps more broadly akin to the sin of the golden calf, at least this is as it had been felt and has ben felt. There has been such difficulty connecting with people, and having kind of relationships in some ways and it has been so so hard to kind of be dealng with as well. There have even been times when it has not been excessively pleasant being around family, and sometimes it just does not feel so good - for there is a feeling of a lack of independence and kind of freedom which exists. \n\nThere is a lack of ability to really unify with some of the teachings which have been brought forth from the service, sometimes and often the service is performed, teachings retrieved and then this is it, and there is sometimes a lack of connecting with some of these teachings at times and it is siffficuilt anid a hard thing to connect with and it is thought to be bad, because it says not to eat the sinew, to love the Lord with all one's migfht, to speak of them and not to worship the gods of others, to believe Hashem is One, and to honour one's parents and so it is thought to be a bad thing to be neglecting the teachings which have come from here. \nThe belief in the traditional belief in Messiah is actually thought to be somewhat a belief in man, or a deviation from a belief in God, and it is thought to not be a good thing, and it is thought to be much less of a good than had been previously understood, it is not thought good, and it is perhaps thought to eb an aftermath of the sin of the golden calf in some ways. Yet to some degree this continues not to be understood, it hurts and it brings about so much pain to think of this again, it is not pleasing. \nThe lack of ability to connect with the teachings makes the cirty feel desolate, makes the Place where the teachings are being kept feel unloved, and unconnectedwith and this is not a good thing and so it is thought to be bad, and it is thought to be bad and negative in quite a broad sense, whilst the beliefs and the commandments have there. Sow hat could be stated? And there is fears of there haveing been teachings eestablished ina  corrupt or untruthful manner, of doing so in amnaner which is limited or serving in a way which is not aligned with absolute truth. \nYet there is still a deeper aspect of pain here, what should be done with moving forth, how should Life be lived, there is such a yearning to just go inwards, the deepest yearning to be doing so. There's pain which remains with regards to being able to stay true to beliefs, and also of being ablee ot have valid and menaingful human connections. ","rachtzah":"","motzi":"","matzah":"","maror":[],"korech":[],"shulchan_orech":[],"tzafun":[],"barech":"","hallel":[],"nirtzah":""}