{"kadesh":"For a seven day period you shall live in booths. Every resident among the Israelites shall live in booths.","urchatz":"There is freedom in being and it is though that this can relate and connect with the meaning which there is with the weekly service and the way the week is carried there is a few assumptions here that the week and that the time is not completely fixed and it can be connected with in many ways. Further that the Sukkoth can be celebrated throughout and with regards to the nature of the worship on a continued basis, that it is essentially always relating in some ways to the nature of this service and it is remembered of Yaakov travelling to Sukkoth and it is about kind of being able to connect with meaning and being kind of incomplete and about this being linked with being abler to encourage some kind of personal development ad maybe some kind of tempotrary dwelling and perhaps this being able to be and so it is true of being faulted a bit and of not knowing what may be and knowing of being flawed and of not knowing some of the deeper aspects of labour and so that so much is not known throughout. So it si knwon of not knowing a lot. \nIt still feels like there is a lack of teachings being brought forth from here in some way or another. \n\n\nSo there is freedom in being and it is true of being beyuond forma nd not fixed and of there being fluidity in meaning and in being and of not knowing a lot and so there is some freedom in being and it is not known of what could be and so it is true of there being some flaws within this world and with the way this world is. It is true of not knowing so much and it is true of being faulted and flawed and so it is not knonw of waht could be, and it is thoughtt hat the setting of goals could in some way be linked with the showbread and perhaps because this is allso thought to be possible to be linked with the time of it being the end fot he harvest season, but also for much remains unknown and it is true of not knowing a lot as well. \nWhilst there has been some meaning in being and some freedom in being and there is belief in one Gopd and there is belief that there is therefore meaning in for example philosophy especially if it is someting which has some good intentions such as seeking understanding and so much remains unknonw as well. It is not known of what could be and it iss true of being faulted and flawed and this is sometimes thought that with regards to ther future so much remains unknown. Which is perhaps why the roof is the definition of this and looking to the stars for there is struly no end and there is so much which can be sdone and it is to be seeking meaning and understanidng. Whilst knowing of being small and limited and finite. \n\nThere is of course some freedom in being and some emaning in being and some compassion in being and some freedom in being and some compassion and ti si not known of what could become and what may be and it is true of being faulted and flawed and it is not known of what could be. \n\nSo there is some freedom in being and some meaning in being and some compassion in being and some love in thids worlfd and some faith in being and some belief and some compassion in being and some meaning and some faith in being and some love in this world and some faith in being and so it is known of there being meaning and faith in this world and of being beyond form and kknowing of being beyond form and of menain gnot being fixed and of there being some freedom in being and it is so true of being with faults and with desires and it is so hard to know of the best way to be dealing with this and in a sense this is the main obstacle with this at the moment and it is so true of being fautled and flawed and with errors and with not knwoihng a lot and so it is true of being faulted and flaweed and it si also through permissible to be enabling and encouraging the wirting and prep poof the Palace of Worship and the dev of this and some of the meaning in this, so much is known of not knowing what toi be doing and so there is some meaning in being.. So much remains unknonwn. \nIn a sense ebing able to go one's pwn way is with meaning as well. It is surely with some freedom as well and actually with a lot of good as well and so it is also true of having had some ad and difficult relatinship siwth [eople and it speaks of Ya'akov and Esav in the Torah and ti is thought to be emaningful that Ya'aakov went his own way when parting and going his way and so it is something whivh is felt to be with some emaning in this and so there is some freedom in being and so there is some compassion in being and some freedom in this and it is not knwon fo waht is and what could be and it is not knwon fo what is and itis and it has been with some pain and it hurts to be and it has hurt for a long time and it has been with some worries and some difficulties. \n\nThere is of course freedom in being and some freedom in this worlfd and some meaning in being an dsome love in this world and some meaning and some freedom in being and some compassion in that which there is and so there is some freedom in being and some menaing and it is true of being beyond form and dsomewhat flawed and with errors and mistakes and with some faults and flaws throughout. \n\nIn truth it is not knonw if the seven day cycle of things should be in a traditional sense or not, and what should be done now, and whether each day should correspond to the Sukkoth and the Pesach respectively and it is thought to be fitting to be doing it this way, it need not be the only way of being doing things but it is true of being limited and having something established has alongaide this some meaning. The vastness of Life is true and scary and broad This is the question beeing asked, but in a sense it is not solely bound to this and to this place and this way of dong some things. \n\nPlease Hashem deeply and truthfully l;et this be as a emans of elevating and encouraging and ensuring that this is ameans of elevating and encouraging the elevation and sanctitude of my Father's name, for there is truly meaning in this and it is thoughtt o be deep and truth and vast. And he encouraged, my father, encouraged the practice of this and the understanding and involvement of this and it is somethign which my ffather was clse to, amy Hashem bless his name, and may Hashem be blessed in turn. Let this be with meaning and truth and even humility for it is not known of a lot of things and the desire to worship and be and do in alignment iwht fiaht is with some menaing and some trht and it is not known of what could be. \nPlease Hashem help to gain some understnding with the guidance and the menaing of that which there is and that which is sought to be, and to gain a  better knowledge of that whic is and so to be able to be doing some good and so to be able to connect with some meaning aand ome love for it is not knwon o so much. Please HAshem help to gain some understanding and some respect where respect is due, Pappa is missed, and so please bring forth soe blessings and some unifications of consciousness in some good ways please. So what service can be given? For some reason it is thought to refactor and come from the east, for ti is from here that there is the approach on the Sabbath and relating to some extent to Shavuout, or thaat which is thought to come fromt hsi and it is linked with the present and now and it is with meaning and so should this be done? Well it says not to eat the sinew of the thigh, and it is true of the meaning in the Sabbath and so yes, it is thought proper and a good thing to be doing and with some emanign and so there is some compassion int his and some menaing in this as well. ","karpas":["To build a Sukkot","To eat meals within the Sukkah. ","To recite Kiddush inside the Sukkah","That human Life is fleeting","A notion of Tikkun Olam, healing the world (Or doing good in the world)","It was and is tradtionally practiced to sleep inside the Sukkah. ","To be able to see stars from the within the Sukkah","The Roofing of a Sukkah is considered to be the main element of the Sukkah. "],"yachatz":["It's essence is imperfect, such as being inside the Sukkah and being cold, or almost essentially not as comfortable as in the home. ","The importance of the journey.","human life is limited and goes very quickly - that the physical world and the physical life is temporary. ","Further, that the spiriual existence has meaning. ","The notion of this being a temporary place of residing and journeying implies continued and continuous growth. ","The Sabbath itself, is a day of rest. ","Being able to see the stars can represent having goals or guidance within view. ","Why is the roofing considered to be the main paert of the Sukkah? Why is this the case?","The roof can perhaps relate to the limit in some kind of way.","There is a strong focus on transiceince and the moment. ","Deeply is the knowledge of being, flawed, and with faults, as human beings, and this perhaps being linked with the transcience of our lives. ","The shelter can resemble some means of protection which exists. "],"maggid":"It is remembered of growing up, and having a wooden Sukkah which was built by my father, for each year. There were multiple times wittting in being cold, with a load of clothes bundled on and eating some warm food. This has been with meaning, and it has brought people together, and there have been times with such joy like this and it is true of it typically being the head of the household whom build the Sukkah. \nIt would so often rain and then the cover would go on, but the essence of being outside, in a temporary dwelling remains. For some reason in the orthodox Judaism it seems that this is mainly and mostly to be something which is linked with the roof, there is a big dependency on the the roof.. \nThere has also been more deeply a struggle with the understanding of service, it had been esstablished ffrom a specific perspective, relating to establihsing practices and teachings, but there was lacking the ability to progress towards thee future, and towards goals, or projects which have been felt to be personally meaningful and being able to amnage this in a way which is aligned with belief and this has brougbt with it struggle. It is thought this has been difficult and with some struggle. However when being able to do thsi in a way which is like and linked with worshipping faith and faith and belief in being able to obtain and achieve the goal there has been a deeper and better means of progressing, This is true of having spent time writing a collection of poems - it was done with faith, and it was done in alignment with freedom and liberation as well. And it wa slinked with growing away from some of the struggles which there was in the past. \nThere have been other kinds of personal goals, and it has had some varying success and there has been some times when having less success. IT is also true of struggling to enable the development of the Place of Worship as well and of having had some shortcomings with this and of struggling to integrate and encourage personal beliefs, values and meaning in this. \nIt has often been hard to find the balance with some of this, but what became obvious during some of the times was the amout and depth of growth, and feelings of having evolved and experiencing change with regards to some things whilst having moved to a new country and sseeking and trying to move and live and dwellin a new country. \nThe difficulty and the struggle of having felt as if having lost a loved one continues with some pain and it does hurt, and it is perhaps a bad thing to neglect this, and it says better to be in a house of mourning, and so it is thought important to learn frpm this. Life is fleeting and gaining rixches is not thought wise, there has been some pursuits of wealtha nd with not the most grotwh, and it says to to not eat the sinew of the thigh, and it is true of being here because of Hashem, Whom created this world, and living is a good thing and sometimes a blessing and it has been a godo thing to appreciate some of that which has existed, but it has been hard sometimes to feel as if successfull, and the truth is the capabilities of what man can do is with freedom and can be with freedom, and so freedom is good, it is thought to be guided and guided by beliefs and morals and the faith in God, with perhaps less security as well in regards to continu9ng with this. It is not a permanant dwelling, Ecclessiastes speaks of the futility of some of the strong securities of folly, wine, wealth and it did not bring good, and so it says to speak of them and to love and for having progressed with belief, and even of there being uncertainty and of things not being cewrtain and not knowing of what may be and it says of those who does not reap shall not sow and so to be proactive and setting goals and guidance which is linked with belief. Andas it is knonw man is limited and through so much is not knonw and tospeak of them and to know the Lord is One and so to be pursuing that which is linked with faith and belief. Even if the some of the beliefs may not be deeply and firmluy and established with permanant knowledge and understanidng, but of a continuous fire and the growht which has been and knowing of the head of the months and so to be, linking this with that which may not even be firmly and fully understood, but to fear and worship, and so perhaps even to be addressing and connecting with thatw hich is feared. It has already been stated and said to be doing this with belief and meaning and faith. It is true of having gained and improved and ensured a deeper understanding of faith with regards to this and so there is some meaning in this. As mentioned before it has been pleasing to have some goals linked with faith and there has been some meaning in this and some joy in this as well.\nIt is true of having been in debt for a long time and this causing significant discomofrt and it really not being something whicch has been pleasant, and there has not even been enougb money really to be supporting having paid back a lot of this debt in all honesty. So it has been hard. It hurts and it has caused discomfort and it has not been pleasant. \n\nThe times when spending the evenings and the days in the Sukkah, which had been built by Pappa, and was something which was pleasing and a reasonably enjoyable thing to be involved in. The mealtimes here were pleasant. The energy was good, and it waas warm despite the cold, and this was something which was enjoyable. It is after the Rosh Hashannah and day of judgement as well. It is true of havng moved to a new country, and of coming with little money and little support and with just basically the kind of bare minimum and a lot of aith and belief this may have been the right thing to be doing. So much remains unknown. It was actually hard, and it was really hard and staying with an uncle and feeling as if not having a lot of independence and freedom and it being tough and hard. Something which helped a lot was setting personal goals and these goals being aligned with faithand beliefs and some of this was related to labour and there may have been some meaning in this. This is thought to have kind f ceased? Does it have to be re-established? In many ways it is still going and still continued as well. \n\nIt is so true of being so wholeheartedly flawed and having felt so flawed through so many things, of having done some sins and of having felt like not being a good person at times. It is true of having found meaning and joy in some personal kind of goals and it has be with some meaning. \n\nSo it has also been that there has been difficulties and isssues and struggles and constantly not knowing how to be addressing and connecting with the future and of not  knowing so much with regards to this and it has ben hjard throughout and this is perhaps partially the cause for getting into debt, it is prhaps linked with not knowing how to progress sometimes and this can be with deep flaws as well..\n\nIt is also true of not really having established or practiced the deeper more central aspects of service and it is thought that this has been with some difficulty and some struggle as well. It is true of having not knonw a lot with regards to this, and it has been hard and there were and had been fears of impurity with regards to this, and fear of being impure, or unwortyh of this and also of feeling like it was out of  bounds. So it is thought maybe there is and has been some meaning inn  this, but also it is a part of worship and it is a means of gaining worship and it is thought thorugh doing some things may be gained and also it is true of having experienced deep repentence and self-examination with regards to this, and it is thought permissible to be doing this and enabling this with belief and in alignment with belief. It has been a long kind of wait with this and it has been a continuous kind of challenge and love and desire to be developing srvice as well, and it is true of how this service has brough deep meanning and pleasure as well. And it has brought joy as well. \n\nLinked with some of this is the occurence of having decided to interpret and understand tyhe weeks not to be functioning in a physical kind of manner but actually of wanting to be doing this in a way which is interpreted differently and it was and has been basd that the day in Bereishit in the beginning may well and has been interpreted not to be like a single day, and so it is thought ti could be done like that now, and the cause was for wanting to be able to be doing more, and wanting to be able to bed oing more. IT was partially for feeling incapable and like there is some struggle to be able to be doing that which was sought to be done and the ability of doing something with regards to this thing. It has helped and it heleped lift some of the pressure off and also to enable some focus and to align and walk in His ways. It has mostly been a good thg, but it has often been a good thing when doing this in a way which is more singular rather than doing this in a way which is. So please help to enable some meaning in being and some faith in this world. So much remains unknonw in being, and it is true of not knowing so much, and so it iss true, it is thought permissible to be continuning with this - further and also true was the struggle of trying to live up to and practice the service the formal service, the worship on a physically daily schedule and it was difficult and hard and so it is thought permissible, and something which is kind of linked with the first of the commandments, of it being the head of the months and therefore being in touch qand in charge of the notion of one's own time and there being some meaning in this and this being something which is beneifcial as well. It is thought a good thing. \n\nFurther, and also there was there being meaning in being and there is the table of the showbread, and the practice and commandment to have the bread in this place and it is kind of thought to be linked with this in some ways in a basic sense there is two piles and it is true of some of the struggle of having a personal goal linked with the development of the place of Worship, and also of having a goal which is more general and a bit less personal in a sense and it says ot have them inscribed onto the doorposts of one's house and upon one's gates, and to love and to walk in His ways and of having struggled with the development of the place of worship, and it says of having fringes onto the corner of one's garments and so to be ahving both goals for the development of the Place of Worship, and also for a personal gain. Why for a personal gain? For there has also been means of just focusing on the Palce of Worship and this being a bit neglectful and it says fo the Lord is One and it is true of there being the tenc omamndments and the ability to be doing good in a kind of public space as well.\n\nThere is also a lot off jooy and pleasure in being involved in a continued project it can be something which is rewarding and ejoyable to be involved with and so it can be something which can be pleasing. It is pleasing to be involved in and this is true even in labour and having a continued project with scope is something which feels as if having freedom and also some kind of continuation and so there is some joy within this as well. \n\nIt is true of having spent time studying, Proverbs, Ecclesiastes, texts from the Torah and also aspects f the Mishnah to try and merit a recovery and a refuah Shelemah from sickness, deeper of having clung to faith to try and merit and enable a recovery of a loved one and it not bringing effect and this is something which has within this some deep pain almost too the extent of breeding resentment. Nevertheless there is little thought to believe it good to consider death as the worst, as the complete evil or something which is completely evil. Yet, it hurts to feel as if distant to someone whom I loved, and someone whom I love. My father was and is truly loved. He is remembered as a kind man, and it hurts to feel as if not able to keep him, or there is also fear of him passing. It is true of him spending and investing time repeatedly to build the Sukkah and to construct it repeatedly, year after year, too ensure we had a place to practice the festval. This essence has meaning and it is thoughtful and it brought warm memories and meaning and a closer bond as a family. It says to speak of them and to write down this song and so it is permissible to be making preparations for the Sukkah prior to the festival commmencing and as it has been wwith the weekly progressions and practicoing this the new way it is permissible and good to be preparing the goals and that which is sought priopr to the festival commencing and beginning. How is this done? It says to speak of them and to love and to walk in His ways and so to be preparing the goals which there are for the week, before the week has begun. \n\nIT stataes in Hebrew to sit, and it doesn't state just to dwell maybe there is overlap in meaning but it is thought o mean also to sit, and whilst the shakking of the of the lulav can represent action and doing, the act of sitting in this temporary domain seems to relate to leearning from it and seeing as it is about spiritiual growth and development and the Israelites were journeying towards Israel, and for that which wwas felt and this was the proccess of enjoying the journey and so there was some pleasure and meaning in this. \n\nIt is also true, of when having finished university, and going to Yeshivah, there was such a desire and such a longing to be doing truly so much, and this is not just true here, but true now, there is so much which is sought to be done and it is thought a lot of this is aligned with belief and menaing, but it is also so hard to fin the time and space and ability to be doing this anod it is hard to have the ability to be doing this and so it is not something which is easy. The ability to artrange and amange this was not easy the ability to organise this was not easy and it happened eventually over time a lot of these things but in a messy way and not in an easy way and being able to be organsied and arraneged with the future, about making plans and being able to align with that which is good and aligned with belief has been something which has been difficul and with some struggle and some difficulty and some worry and so it is not something which is so easyh and so there is some worries within this and it is not something which is easy at all.  Moving country to ISrael was a good thing and having faith in Hashem has helped and being able to break down some of this and focus on something has been good and this has been done in the past in many ways such as when writing of personal past, and when trying to encourage learning from this and trying to enable personal de elopment, having a personal project aligned withf aith and beief has helped and enabled some feelings of goodness and beoing able to focus and have the focus on something has been good. The question therefore remains to be - how can this be integrated into service and there is a two fold option here. It can either be that the progression and practice of progressing towards such a goal which has been set can be considered as service onto HAshem and may be done intimes of service as well - this is with meaning and truth and it promotes the practicing and doing of that which has been brought forth in service, or it can be to  set the goals and establish them withint he palce of worship, and this is thought to be linked within the Hallel stage and the table fo the showbread to some degree. The table of the showbread quite clearly shows not oneunified structure but a collection of loaves, divided into two stacks. That there is also a lacking in the unnderstanding of the inner chamber and how this works is also a fault, and it shows and it is true of dividing a pursuit into goals, and aligning this qwith ays and this being a good thing, but it is not something which is always straightforward. HAving enabled and encouraged the progression with thhe goal and doing this with faith and enabling doing this in a manner which is aligned with faith has been a good thing and has been with meaning and some compasion and belief in being and it ha sbeen something which has been beneficial as well. So it  says ot bind them as a sign and for it has helped and it is tue of not having had a place of worship and to speak of them and to bind and to know there is meaning in action and so it is thought to be allowed to be progressing witht eh goal, the pursuit of something which is aligned with faith during the times of service. So much remains unknown - it is not knonw if this is fully rue and valid but it is thought to be okay, and in the least to be setting and providing goals and guidance in this time, and for example the pursuit is coming out of debt - is it allowed to be performing labour in the eprsonal times of service? Maybe in this instance it could be for this would be considered as service to Hashem and as service to Hashem as well. It was so helpfuk and good when performing the poetry and it is true of it being too haard to enable and encourage the worship twice a day of an offering in a physical day but of knowing of having some time in the physcial day for worship and this being a good thing, and it is not just in teh times of worship, bu tot consider this as worship to Hashem in some ways. \n\nIs it allowed to be pursuing growth and development in this, it saysd of the head of thr months and being beyond form and knowing this has been with meaning in the past but also to be enabling development of the porject and the Sukkah is built and established int he week beforehand and it is thought permissible to be doing this through some service, ro be establishing the labour through this but it has been hard and it has been difficult and it is surely good to remains loyal and foucsed onto this project as well. Being able to enable development of the Place of Worship also bares meaning. \n\nIt huerts and also the development of the Place of Worship and this has been with struggle and with difficulty and wityh a lot of this and so it is known of there being some struggle within this and knowing ofr of thinkinfg of doing this in a single go or a single method and it is not something which is easy and it has been approached and tried in a few wayyss and withvarying degrees of success but also there has been befit and even joy when doing this in each instance and it is also true of having neglected personal sustenance for the sake of thuis as well and it being a bit difficult and not even right in some ways and so it is not knwon of what could be and it is true of being flawed and faulted in a lot fo ways, and when making and cooking food in thwe last week and it being tasty and good, it is true of feeling as if having just followed instructuions which have been established within this and it was relatively easy and there was also a personal twist and haze wihtin this and having done some practice and instances of this int he paast and it was kind of a good thing and with some meaning, and so it says to speak of them and to love and ot make for Me a Sanctuary and to not murder and to love and to fear and the head of the months and also fo uhifying and believing in a single Place of Worship, and it not being in the heavens and so it is permissible to be improving and making improvements to the Place of Worship, and to be progressing and enabling and encouraging development of the Place of Worship, and to fear and to speak and to love and so to be progressing in achievable and realistic goals, and not just in an idyllic manner, because the pressure and the expectation of this has been paralysing sometimes and it has been with some struggle as well, and so it is knpwn of being helpful and good to be progressing in iterations. And as it has been knowoing and establishedf of having been with flawws and faults and so there is some meaning in being, and so it is true of being with faults and of not knowing a lot and so it is permissible to be setting and establishing instructions and guidance about how to be progressing with and enabling the development, and this is also true with the nature of the worship as well. So please Hashem enable and encourage some of this to be done in a good and meaningful way and in a way which is in alignment with goodness and meaning and not in alignment with idealism as well. So please help and enable some good and some meaning in being. \n\nAnd with regards to the project and the pursuit it has often been something which has been a hard thing to feel as if connecting with deeply adn truthfully for there is truly something which is and it has been hard to sometimes be able to be consistent and true and continuious with this, doing one of these in the past has been one of the most personally fulfilling things and it not being something which was, and being able to focus and be immersed in the  project was a good thing abd at he time even serving and directly worshippiung thoruhg the project was a good thing! A great thihgn and it came  from taking a sstep back and away from doing servic ein every physical day but of being able to be doing some good, and so it was with meaning and being able to worship throughty his means was a such a beautiful thing and it is true of this being true in some personal prjects as well an it is hard to sometimes find the time for labour and also wotship and being able to do everything because it is true of being kind of flawed and it says to love the Lord and of the half-shekels and to worship and to fear and for the head of the months and to walk in His ways anss so it is allowed and permissible to be doing and acting and worshipping through tthe project and the attainment of the goal, especially as it says to fear and to unify His name, and to not stray after one's eyes and so precisely if it is done with belief, and for there is meaning in being and to love and to not murder and for having instructions and letting in consciousness is a good thing and so it is permissible to be doing this linked with the teachings established, for it is true of the half shekel, and to fear and to not murder rand knowing that these are unified and one in a  kind of sense. It is often pleasing and a good thing to be devleoping this in alignment with bellief and menaing as well. Doing that which has been established through belief and the meaning and the grounding from this is often pleasing and enjoyable, and it helps drastically when perfoming and doing labour, it helps massively and it rreally does a lot of good through some of this and so it is thought to have and bare with this a lot of meaning.. \nIt is true og having felt continuously and throughout of being humanly flawed, faulted, incoomplete in a ot of ways and of this being the case when being human, and knowing that this is kind of a good thing, because it is a part of being human and also it is about not being perfect, not being idyllic and it is thought relevant and it is thought this is why there is meaning in giving offerings sometimes, and it is thought that with this there can be continuous growth and development and meaning as well. so ti is truly thought that there is some meaning in being as well. \n\nSo what can even be said relating to the projects and the pursuitsx of things, well as it is very very true of not knowing so much and of being flawed and faulted and of not knowing a lot of things and wanting to be gaining some understanding through this and of having been flawed and of not knowing so much, and so it says ot be fearful and to know there is meaning in being and some faioth in being. And it says to fear and to love and of trying to progress with something and not knowing how, and so it says to fear and to love and to unify with God's will and so to be establishign and enabling a means of helping and enabling bringing forth some guidance relating to this project with regards to this. \nIt hurts, and it hurts and it is true of having sought and pursued a means of syustenance which has required and asked and called for a lot of time to be learnign and gaining a deeper and better understanding of a lot of things and so this has been somethng which has brought some difficulty, the main regret is perhaps not doing this fully with personal choice and freedom, it is remembered of ebing aware that there would still be the time to be writing. There has not been heaps of time to continue writing, but when there has been time for writing it has been with joy and some happiness and some meaning as well. \n\nA question remains should it be one Sukkah or should it be more than Sukkah during the weekly festival or practice. In the same sense of this? should it be one set of goals or many? the feeling is thaty one set of goals heps to be more unified and more together and more collected rather than scatttered across, however it is worrisome to be neglecitng some meaning or that which is good. Yet it is also known of ebing possible to be integrating meaning into that which is , and knowing of being possible and feasible to be doing such a thing as well. It says to knoww of being limited, and to unif with His NAme and ot mkae for Me a Sanctuary and so it is thought right for theere to be aingle place and for this to be for the sake of oneself, and this is because of the struggles and difficulties with trying to be doing so much and sometimes forskaing the liits of man, but to love the Lord, and to fear and for it is traditional to have family and meaning with people and so to be integrating and unifying meaning and more peripheral meaning and goodness into the goal, to love and to fear and to wroship, provided it is unified in worshipping Hashem, God, and that it is done with meaning. \n\nAnd what should be done relating to the weekly cycle? Well cleann it and clean it amidst other things, and what of cleanign the notion of cleansing with the ashes of the red  Heifer, well it says to speak of them and actually ti is largerly being done for myself, and for the meaning in being but there is some fear that this is not a good thing to be doing, but it is not known of what the right thing to be doing is, it is thought fine to be preparing the waters, but to be applying this without permission seems to be something which is not proper, and not right to be doing, and so it is not known of what to do, it is really not knwon of what to be doing in a sense and so this makes it a bit hard to gauge of what the right thing to be doing is. And it says to fear God, and to know of purity, but to know even if with pure intention sometimes somehting can be bad. So what should be done? IT says of a messenger, but how can a messenger be sent wihotu permissin, and there is a reluctance to ask  beecause of it being or feeling like something which is so personal and of not knowing some of the shared meaning in this. In a sense it is largely for faith and being done for faith, and it is knwon of the limitations of man, and this is known very very well, an dof being Hashem's servant through connecting with Hashem's will. What more can be said? It says to fear and to love and to know it can be done in a respectful way, and to it does not mean judgement is wrought in either kind of way, and to fear the Lord, and to speak of them and to walk in His weays and so perhaps to be knowing the laws of the half-shekel and so to be preparing the waters, and then to be applying the waters through speech and doing it in this kind of way may be permissible if it is allowed to be spoken about in some kind of ways, and so to fear the Lord, and to have a reminder and to not murder and so it is thought allowed and permissibel to be doin this, but also tof ear and to be knowing a pure person should be applying this and so to be doing this in a pure kind of manner, and it is thought allowed to be doing this during the time and hour of worship, for this too is considered as worship to Hashem and a means of doing something with meaning. \n\nWhat more can be said? It is  true of finding joy and meaning in a lot of these projectts and means of progrewssing and it has been enjoyable to feel the intensity of a lot of these thoigns and to find the meaning in this as well, and especially the meaning in the relationship with Hashem as well. \n\nThat the passage begins and ends with the word sukkot, it shows how this si the beginnign and the end and it is indiciative of the nature, of it being as a shelter and it being a emans off protection and it is true of this being a means of protection to some extent when having this as a goal, and trusting that this is a good thingto be doing because it helps to feel aligned with faith and beleiedf. This is true last Passover  when progressing and making enabling a means of writing about faith and belief, and the journey with belie fand how this was a meaningful thing to beint ouch wwiht, of how this was filled with meaning and with compassion and some goodness as well. IT was a meaningful Pesach desipte being separated from loved ones and despite feeling alone and struggling with a few things, and it was a bit hard to be delaing with in a sense. It comes to teach something as well, like it has been said before with being hasty with something, order does matter, and it is thought that order does matter. \n\nIt is very true of still feeling insecure of knowing how to be practicing this in regards to the Sanctuary and the Place of Worship, and how this should b wtih regards to this, and it is something which is hard, and it has been bad and it is also akin to not havig the place established htaht it feel slike it contributes to this and it is difficult and it is not somehting which i spleasant but it is thought and believed there is meaning in living, and it is even thought that maybe thsis may relate to personal beliefs as well, and that there is freedom and meaning in this and it not just being in relation tot he Judaic beliefs and it has been difficult and hard for  along time to be able to feel as if being able to integrate this. Should it be that service from this direction is relating to personal beliefS? There is value and meaning in indiviuslaity, but also in one's story and in the journey of being and living and the meaning of thios. And it is true of not progreessing with the development of the Place of Worship to the extent which is completely feasibale and this is for the fear of it being a task which is hard, and also for feeling pure, or good enough, and i is thought and concisdered that such feelings may be soemthing which is linked with impurity, but that which is thought to be also impiure, is the idealisation, and the opposite of this, of thinking of being infalliable or like a kind of god or hero when it is not true, the deepest truth abdout enjoying some of the personal journeys wutih goals and meaning is knowing of being incomplete, and infalliable and so with this is also the worry and difficulty of feeling like maybe smoe of the personal teachings and meanings and morals may be flawed and with some flaws and some faults and difficulties as well. So much continues to not be known and so there is a alot which is unknonw and so there is fears and worries which is within this world. What is going to be and what is going to become? This hurts, and it hurts so much deep inside, of not knowing what to be doing. For it is true of having sinned! It is so true but it is not all, there has been plenty of not sinning, there has been plenty of trying to do good, and wrestling to overcome so much of this, and it is thought to fear the Lord, an to speak of them and for  it has not been so enjoyable to be doing in worship of a fixed being or a single being or a person, or in this, but ratger for essence and in knowing of there being essence, and of the sin which has been in the past and knowing of being gflawed, and having made mistakes so much and still with so much of the means of worship in not being established in not knowing a lot of things thoruhgout time and some of the worries and difficulties within this and so to fear the Lord, and to cleave to Him and to fear the Lord, and for knowing of being finite, and so not to be doing inthe pursuit of worshipping a single being, but rather do for the sake of meaning and in the worship of Hashem for it is true of being a being hwich is not fully defined, or being beyond form and the menaing in this and so to know this and some of the meaning which is within this, and there has been such difficulty and worry and struggle with this throughout as well.\n\nIt is difficult and it is hard and worrisome with progressing with the development of worship and the Place of Worship, it feels like there is shame and shame to be progressing with the Place of Worship at the moment, for there has been sin,a nd there has been a nelgection of some good thing s and there has been a wasting of seed and some faults in this and it has been done willingly and unwillingly. What opf this argumet that it is now a new day? What of this and the way this is? Well it says to fear God, and to love, and of the holiness of the words of the Torah, and knowing of being human and so to ove and to swear by His Name and to resolve such fears in alignment with belief and so to be doing in alignment with belieef, and to fear and to be wresolving fears with belief and so to be knowing of being pure and purer from some things as a result of being aligned with these beliefs and the meaning here.  It is felt very much that understanding will c ome upon building and lkaing and it will enable and encourage some of the growht to be. But yes, also tof ear and to love and to not murder, and so it is allowed to be doing this in conjunction in some ways. Despite this there is love in being and in this world, and there is knowledge with the fears of being incomplete, and being unclean in some ways and there is fears which remains within this and it says t fear the Lord, and to know of what has been daid,a nd to bidn them as asign and so perhpas something can be done to enable and enahnce the development in alignment with purity and in a clean way. Yet it is not known of what should be done and so it is hard and difficult and with struggle. Yet what should this be? Does it mean to sleep upon the floor beforehand? Does it mean to spend time deep in study, in faith or in belief? Does it mean not to be eating or drinking to try and be clean for this? What does it mean to ensure being clean for this? Well something simple which could be done is having a shower, ahvign a shower before progressing with this each time, and this is known to be something with emaning, and havign a cofee is thoughtto be okay and good and it enhances progressing in a lot of ways, but perhaps to abstain from food before progressing with this, but in complete honesty it is to require and need it's own offering and service as well. Well there is love here and it goes with the meaning which there is within this and there is also faith belief that there is some important things to be doing with this, it is thought that there may well be meaning in this as well. \n\nNot doing the deeper levels of service has deeper repurcusssions as well, it stagnates growth and depth and the ddeeper levels of relationshi with Hashem and this is something which is difficult, and it makes it hard and difficult to know, how ot be doing with this and it becomes something which is hard, and it is not so easy. It is hard. And it means seervice is given repeatedly, often with the same kind of nature, from scratch indepednent and separate from it's own essence which has given before, and it lacks depth and it makes it more difficult and hard to be connecting with. Yet what prooof is there that there is a link to this? It neglects deeper relations with faith, and the relationship with faith is good, and therefore in a basic and plain sense it is preventing further good from being, but also it is preventning tlove of the self and helping of the self and it is hard and it iis not thought neccesaary to have this to be pure, rather than being and feeling not pure is drastically not a good thing and harmful and also lacks and prevents depth in the relationship with Hashem and so it is thought to be with some emaning here as well, and it is bad to be condemned to being impure. ","rachtzah":"There is fluidity in being and some freedom in this worl and in being and the essence is to think that setting kind of goals which alre aligned with beliefs and having this ad m joueying with this is a good thing and knowing that the essence is about some kind of self improvement in a sense and it is true of not knwoing a lot and of ther ebeing some freedom i  being and also of being some what flawed and of not knowing a lot through many things. IT is desirable to be linkking this more with the inner aspects of service but it is not fully known of how to be doing this and this is a difficulty and with some worry, and maybe this could be with some emaning and understanding? \n\nWell there is fluidity in being and it could well be established and it is thought that this could relate to the Mishkan and the tent of meeting and the meaning in this but it still is not fully known and there is perhaps the essence of each which is in the Sukkah. There is the spirit through the energy and the feeling fo the people whom are around and in the presence, and then there is also the food and the sustenance which comes through the meal in this place and the, this can be like sustenance and the table of the showbread, and then there is within thsi further the occurence of the light, which it often in there, for it is a commonly dark place and there has often been some light in this place as well. In this sense and with this sense of things, it is thought that the inner, the hly of holies is perhaps the Shavuot for this is the holiest of the festivals, but also the giving of the tablets and this is akin to the giving of the tablets and perhaps the meaning in this. The personal Sabbath has been felt and it has been awith a lot of menaing and it has been something which is really truthfully special and with meaning and truth and goodnesss as well. So what can be said of this ? Much remains unknonw throughout a lot of this and just because something can be true it is not known fully if this should be judged as true of how or what. yet it is also thought that maybe the Shabbat service comes prior to the establishmeent of the teachings for the Sukkot? There is a deep lacking in the understanidng of this, and so what should honestly be done with regards to this for there is meaning in being and it is not known. Can this be established in a second iteration over this, in reconnecting with this in some sense/ What can be said? \n\nBut why neglect this or push it off, it is something which has been issue for a long time up till now. Can this relate to the inner aspects of the Sanctuary and the meaning whcih there is within this? For it is with meaning and it has some simialarities and deeper so much is still not known, but this shpuld be established in a broad and true sense and not just in a way which is binding to one's personal will not, in a corrupt way. So what can be said of this? well speak off the struggle with this.","motzi":"Setting goals, and having goals in alignment with beliefs is a good thing. ","matzah":"Set goals in alignment with belief. ","maror":["Write down the goals set which are related to belief. ","Do and perform that which has been brought forth from service. "],"korech":["It is permissible to be seeking and enhanicnng personal development.","Be loyal to the goal which has been set. ","Do not seek glorification in the eyes of others, nor approval, merely find meaning and unification with beliefs, and strenghten the bonds with faith. ","Progress in pursuit of meaning, and essence - much more so than the worshipping of fixed being or of self-idealisation. "],"shulchan_orech":["It is allowed to be enabling development towards personal goals during times of worship. ","Establish guidamnce/teachings for how to progress with personal projects. ","Try and gain a better understanding of law within these teachings. "],"tzafun":["Establish instructions/guidance of how to be progressing towards the goal being sought. "],"barech":"The truth and meaning of having a personal project is akin to having and enabling a means of encouraging and connecting with purporse, and it is true of this is also something which can be done through thought, and even in actions and that it can be with meaning as well. It has often brought forth comfort and feelings of meaning , especially when in times of unknowing and fear, and this is especially true in the face of fear and uncertaintity, and it helps. And having a belief and a knowing that it is with meaning then it is thought to be a good thing to be doing and a means of connecting with meaning in this as well. \nIn the face of conflict, or uncertainty, or derision it can help to feel safe and with meaning and iwth some compassion and it is a good thing. It has been a good thing to be prioritising the development of the place of Worship, ansd it has been a bit bad to be neglecting it at times, and just ignoring one or the other, having a balance of both can honestly be a good thing and with some benefits and so it is something which is pleasing and also good. \nHaving something to study and to connect with can also be pleasing and beneicial. It has been a source of meaning and even in the face and facing something whcih seems koind of scary or just noise can be with fear and it can be scary but having some emaning and some feeling of purpose there is some goodness which there is within this.\nFurther the feeling of progressing with the development of the Place of Worship, and being involved in the development and understanding of this is extremely rewarding and it brings a feeling which is filled with joy and some meaning and it can be really special. Sometimes fear prevents progressing with this, and sometimes there is worries with this. Thinking that it is not just a single end, but knowing it is free to grow and change and develop is also something which is a bit of a good thing and helps to feel like there is some less pressure onto this. \nIt is true of really having funa dn enjoying the journey of developing something which is felt to be aligned with faith, and belief, and living and the relationship with Llife an dhti has been with some emanign and some pleasure. There has been a contradicting difficulty with sometimes setting a kind of deadline upon the matter of progressing and this is that it can increase pressure and with it fruitfulness to drive some things moving forth but it can help to feel like there is a greater level of difficulty, expectation and sometimes like a sudden end and need to finsih something perhaps even if it may not be fully ready. There is pleasure in the intensity of having a goal, and having one which is with belief. Sometimes having doubt can act to limit some of the progression with this. \nIt is also true of sometimes setting kind of hasty goals and ambitious goals and sometimes of beign kind of premature with some fo these and it can mean neglecitng some ollder and more sestablished goals and some of the meaning in this, and it is thought that htis is not a good thing and it is thought hat this is never a good thing to really be doing and so there is meaning in this world and it is thought hat there mauy be a negative aspect to this throughout. \nIt has been when writing poetry as a source of joy and in alignment with faith and in alignment with hashem's will it had been such such such a joy and it had helped to explore menaing which has been deeply meaningful and with some goodness within this and it has been pleasing and deeply pleasing, it was fun and it helped to explore depth in meaning. The mian whinc which was not enjoyable, not pleasing and was also unsuccdessful was the process of self-promotion and sharing some of the details within this, ansd trying to make a profit from this, and it was not pleasing and it was not pleasant, and it was not so enjoyable.","hallel":[],"nirtzah":"There is satisfaction here, and the truthful desire to enable the deeper, holy of holies and place of worship which resides here. "}