{"kadesh":"Speak to the children of Israel and you shall say to them that they shall make for themselves fringes on the corners of their garments, and they shall affix a thread of sky blue [wool] on the fringe of each corner.","urchatz":"For there is freedom in being and for this being with meaning and it being about resolving what to be doign with the directions and feasibly to be integrating that which could or should be done with the secular beliefs for it is true of there being meaning withn t hsi and wnaitng to be integrating some meaning into this and believing in a single God, and so of this being with meaning and some compassion and some llvoe too and about this bing linked with asith and belief and it is not known of what may be and what could be. \n\nOverall the progress with the steps is pleasing and it is a good thing and it is with some emaning, the main fixes now seem to be kind of UI based stuff maybe to the inputs and the menu but besides thiss it seems fine, and this iterations has been a good iteration and it has been with some emaning as well, and so this is pleasing and somewhat pleasant as well. Thanks Hashem for the love and meanig ns still it is not knonw of what could be, there continues to be a llot to learn and gain from. So it is true of being free and perhaps with this meaning and also responsibility it is thought important not just to be doing anything but t be doing in a way which is aligned with Life, goodness, meaning, existence and independence as well, without harming the beings of one's fellow and so there is some freedom in being and some meaning in being and some belief in this world and some truth in being and some goodness in this world. It is not known of what could be and what may become and what has been within this world and so it is true of there being deep deep meaning wihtin this world, and so much continues to be unknown and so there is some love and some beliefs in being and some compassion in being and so it is not know of what could be and become and so there is of course belief and meaning in this world and it is not known of what may become and be and it is true of being flawed and of not knowing so much and of there being some worry and struggle and difficult in being. It has been hard for a long time to feel as if able to share beliefs and to have shared beliefs with some fellows as well. So much continues to remain unknown and it is still not established through this, and so it is true of being flawed, and faulted and of not knowing so much. \n\nWhat should be done here about the previous attempt to be and so there is some freedom in ebing and some love in this world and some truth and some emaning in being and some belief ansd some faith within this world and some compassion in being and some meaning within this world and some lvoe in being and so it is not known of what could be and it is true of being flawed and faulted and of not knowing and so there is deep deep deep emaning in being and so there is some love and some truth i being and some faith and love within this world and so it is not knonwn of what could be and it isi thought the sin of offering children is bad and perhaps thereofre it is bad to be analysing too much the process of putting one's offspring through intense analysations. What of the process of connecting with the previous iterations of the House, it is somethinng which ceased and ewas even judged/or assumed to have ben linked with impurity in some ways. So what now, is it like coming into contact with that of a dead bopdy, can it be cleansed? so it is true of not knowing a lot and still of not having commenced with the labour, and so itt is time, for not wawnaint to sleep too late, for it was less pleasant. And the orning awaits with light and oppurtunity , and the day is here, and teachings too. ","karpas":["To wear Tzitzit as an undergarment during the day","To wear a Tallit during times of prayer.","The strings of the Tallit and the Tzitzit are tied in a certain way. ","The way it is tied is said to ccorrespond to the 613 commandments which exist. ","The dye for the blue wool was said to have come from a type of fish (Wish can no longer be found/identified in this day)"],"yachatz":["What does the blue represent? Perhaps renewal","The process of seeing the Tzitzit does act as a reminder of the covenenant with Hashem. ","The process of this is thought to be something linked with continuation, and a means of encouraging the notion of the covenant which is continuous for it says throughout the generations, and the strings in the nature are a continuation of the garment, and the strings even represent and are therefore like a continuation of the commandments. ","Notable the process of procreation is also a continuation, and is associated with biological, and religous good. "],"maggid":"It has been pleasing to be developing and making ammendments to the steps, it is something which feels good, and ti is good, and engaging and enjoyable and whilst it is not thought to be something which is severely challenging at this stage, it is engaging and somewhat fulfilling as well. The usage of the steps and being able to use these feels comfortable and good and like it is a bit more at home in some ways and so this is something which is enjoyable and pleaisng ans the way the copde is, is interesting because some of it is of an older styls in a sense and still much is to be gained with the way some of this is, and there is still so much which remains unknown. The process of speaking and expressing that which is aligned with beliefs ansd these steps being a means of enabling and encouraging this and being able to walk evenm in the eayas of Hashem and int eh ways which are established in faith is a foodd thing but sometimes there is a feeling of vulnerability with the thought of being seen like this, there is a feeling of being kind of shy and not waniting to be sdeen wiht this. Not for shame but for pride which is otherwise too much. For the fear of feeling better than pothers, and therefore of oppressing anothr in one way, or in one sense and so there is some emaning in this as well. The names of the steps seem strange to have here, do the steps need to be named? Is there a better way to have this, it just makes it feel like it is defined excessively but maybe this is an okay thing, and so there is still some meaning in being and a fair bit still remains unknown within this world. There is a feeling of comfort and acceptance wat the notion of being separate, of having a day which is kind of being a day of celebration and people being together and yet of just being satisfied with beliefs, with faith without the need to be doing like everyone else there is some joy in this and even it is thought to be pleasing primarily to be doing in accordance with belief. There is great faith in Hashem, as such please may there be some meaning and some goodness within this world to be able to aachieve some good,a nd such there is a notion and a belief that there is such a thing as good and bad, or even good and less good, or nto good, and there can perhaps be the taking away of good, which may be like that which is bad, and it is true of there being meaning in this world and of having taken the good at times, including of having murdered and condemned and denied the existence of fellows and it has not been a good thing. \nSo it is true of not having established, not understood, and of feeling fearful of the notion of knowing this from different directions and th ecausee for this is because of knowing how much menaing there is and has been from just the Pesach perspective, and yet this has not been the  only directiona nd some things have been lacking inclusduing knowing how to grow from the teachings and being able to buiild on that which has been established as well. So it says to love the Lord, and to speka of them and to cleave to Him and to not murder, and not bare false witness and so to be aware that there wa some shortcomigns and laxckings when just understanding this from the perspective of the perspective and linking with Pesach. Yet the essence of being able to link the servcie with a core festival of Judaism is something which is with menaing and it i known ot be with some emaning as well. So to love and to not make a graven image and not to murder, and t o know there is meaning in this and so tkno w and be aware that there is more meaning and understanding whcih can be gained form this, for it is valid, and so much continues not to be known as well.  \n\nAs such there has continuously been a lack of guidance, a lack of knowing or planning or knowing what the right thing to be doing is sometimes, but always and only having success with this thorugh faith, through belief, and yet being able tpoo plean in aligmmeent with the future has been hard and unrefined and it has caused some terror and some difficulty, and the struggle nd worry with this is knowing that often there is the ability to be doing so so so so much and of there being some emanign in this and of having truied so hard in this Life of being abler to  connect with Life, of having established and set up an understanding of the service and of there being meaning in this, and practicing this and believing in this, it is true of having about the past confessins sins deep and vast and true aand of overcoming many of the demons and struggles which had been haunting in the past. It has been hard and difficult, and it has not been so easy and it has been difficult. \nAnd yet making some decisions in alignment with faith have been good and important in the past, and for a long time there has been a belief in Hashem through living anid through Life and through this world as well, and so it says to love an to speak of them and to know Hashem is One and for the struggle which has been deep with unifying this in the past and dthe deep difficulty to be making sense of this and so to love and to let in meaning and consciousness and of the head of the months and also to be dwelling in Sukkot, and of the temporary dwellings and the meaning in this world and so to o love the Lord, and to speak of them ands so to be integrating into this service the means of giving service and worship from a secular perspective as well. And what could be said of this? SCould it relate to Sukkot, it is literally approaching the service form a different perspective, it is linked with meaning, and each one is rooted in the relationship with Life, and so it is thought permissible and a good thing to be doing and it is thought alloweed to be doing this and there is belief in asingle God, and meaning too. Does this need to be cleansed? It can be. \nWhat of personal projects, persoinal growth and personal development and some of the meaning which there is within this and of not knowing so much with moviong forward and with what this means with regards to this project and some of the meaning which there is within this and of some of the love in being nin being and there is still such sham ein being in debt and of how this is and it not being something which is pleasant and knowing of this not being pleasant and knowing deeply of how unpleasant this is and of it not being fun with regards to thsi and of it being hard and difficult and not pleasant and not fun as well. So please Hashem help and enable to be gaining some understanding on this and the way this is to be doing some good for it is true of being flawed and not knowing with a lot of things, and of how to be progressing with regards to the Israel platform and paying back debt amnd where to live, and it is sought so much int he heart to be moving away from this girl, and it is thought a good thing to do! It is just not known if it would work, but nevertheless it could still be done and so there may well be some menaing and some growht in this and perhaps it could be with some emaning in being as well. For there is some love in being as well. So much continues not to be known with regards to this as well.","rachtzah":"On the cleansing of the doing in alignment with meaning and truth in this world and so there is meaning in being and belief and faith within this worldf, and so what could be said or stated? And so it is thought to be with meaning ans whilst it is linke dwith that which was stated before it is not completely separate , or unified with this but it is linked and it is thought to be with some meaning and some faith and goodness within this world and so it is not knonw of what  could be and some of the meaning within this world and so it is not known of what could be and so there is some meaning in being and some compassion and faith within this world and it is not known of what could be, and so there is some freedom within being and it is true of beign faulted, and flawed and of not knowing so much. For it is true of being flawed, and faulted and of not knowing many things and with the way this is practiced and understood also has menaing and the truth is, it is not clear if this relates to being nested within the Passover service, whether there should be kind of layers to this, whether if in honesty this should correspond with thee Motzi of the Pesach service, whether the Motzi and Matzah of the pesach service should correspond with the teaching from the personal way of doing this and so there is some emaning in being and it is not known of what could be. there are three gates, and theree layers of the entrances, and also three festivals and it is something which is thought to be very spiritual and perhaps even correlating with the Kabbalah in some way and with the sefirot, but still it is not fully known and more is to be known and understood for this and for now it is thought allowed to be interpreting asd the gate from here, for it says to love and to know and of there being meaning and so ot be doing this and to be doing this with meaning and with that wich is thought to be with some emaning and some belief, and some love too ansdd so to be knowing of this as well, for there is some love and belief in being and some compassion in being as well. For there is some love in this world as well, and some more to be known for there is some lacking in understanding and much which is still not knonw in being and it is true of being flawed and kind of losing toch with people in some way and of feeling almost kind of small and humble by how far this journey has gone and yet still feeling quite isolated with it, without the feeling of a lot of fellows in some way, yet there is still meaning and most assureddly separation of people and the deepest of belief in Hashem and it is true and vast and meaningful. and it is not known of a lot but it is thought proper to be implementing this in some way to the service which there is at the moment and the way this is, for there is a lot which continues not to be known as well. Please HAshem help to be gaining some understanding and some menaing as well. Is the directions right? Does approaching from the South when doing the Passover related service make sense because it is like coming out of slavery? Or should it be another way? Or maybe approahcing from the south makes sense because it is like heading north to Israel? And approachin from the north, is like going South and returning to Egypt, to re-enact coming out in some sense, which is the right way? Yet it says to be coomming out of slavery oneself and the Israelites came from a few directions and it is not kknown fully which way Jaacob actually went  on his ways and journeys, but it is thought to be with some meaning and some belief in being as well, for so much continues not to be known with regards to this and so there is some love and some meanng in being and some flaws as well. IT can be continued like this but it is possible to be wrong with regards to this, it is feasible to be wrong with this and it is known. The service from the north could be with a lot of improvemetns. ","motzi":"","matzah":"","maror":[],"korech":[],"shulchan_orech":[],"tzafun":[],"barech":"","hallel":[],"nirtzah":""}