{"kadesh":"The Lord will establish you as His holy people as He swore to you, if you observe the commandments of the Lord, your God, and walk in His ways.","urchatz":"Is it kosher to be speaking of the time of when being orthodox? Well it is actually not even known and so it is thought to be kind of okay but it is also distant form the now, and even though it is distant it stil ha d menaing it hurts not to feel as if able to learn from toms eof th edecisions which were and had been established with regards to some of this and so much continues not to be known in some ways and so there is freedom in being and the strongest desire to be progressing with the House and the development of the House int his week and it is not fully knonw of how and in which way this may be or of what may become o fthis or of how long it may take with regards to this, for so much continues to be unknown with some regards to a lot of this. Yet whaat is the right thing to be doing with this and what copuld be said of this and what may be achieved through all of this and so there is some meaning in being and some love in being and some compassion and some freedom ion being and so there is the aability to be doing some good nd much remains unknown adns o ti si allowed not to be speaking about it when approaching and performing the actual servuice in this instacne. \n\nSo there is of course some freedom in being and some meaning and some love within this world, for there is unbound truth and belief and goodness which remains in being and some of the love in being as well. So it is true of being unifxed and beyond formm and what of the listening content well this can be done in the evening, and to love and to especially unifyw tih doing this. And what of the previous iteration of the development of the House? Is it fully wrecked? Well for the moment this is being done as a backend so it can remains separate. But yes, it is thought bad to fully condemn it and it is thought even good to be gaining and learning from this time, especially to be ennjoying the process and not to be neglecting some of the personal labour, and that purity matters and has herein meaning and goodness too. And so it is thought to be doing and establishing this and seetting the goal and enabling and encouraging he process of ahving this as a weekly goal in the secular sense whilst being here in this hotel, and for the forthcoming week even if it means going to dwell somewhere else for a few days, for there is most assuredly some meanign and some goodness within this as well, fand so much continues to be unknown as well. And also to ensure being and doing this in a clean manner and some of the meaing in this and some of th eknowledge in this as well. ","karpas":["That there are 613 commandments within the Torah. ","The commandments are thought to be as expressions of God's will. ","There is a notion of reward and punishment with the commandments. ","The ways the commandments may be practiced have been laid out in the Shulchan Aruch, which is based with a lot of the teachings from the Oral Torah/Gemarah "],"yachatz":["However, there is the notion of Hashem being an Infinite Being, beyond form anid beyond comprehension - How then is it feasible to be containing His Will?","Yet this is the very very very essence of creation, Hashem created, and brought about His will into a physical way. ","The ways of this is not fully understood. ","In this sense, as this physical world is a part of Hashem's will (a product of His creation) does it imply innate meaning? ","Having the ways to practice the commandments laid out helps to gain a basic understanding of the commandments and to enable one who does not understand how to be able to connect with this.. "],"maggid":"It is true of arriving to this country without much set, without much support, and also without a lot of expectations, jsut having some trust and wanting to come out of the ddebt, and maybe it was a bit of a bad thing to have flown at that time, tio have left Mum and Dad, and this is not known and it cannot be fully judged, but it was basically done with faith, but maybe with the notion of escaping as well, and the last year in this country in Israel, has been one of immense meaning and understanding, further there has also been suffering and struggle in the flat, living there in the UK was hard, and it caused and has caused discomfort throughout a lot of time, some depression at the feeling of not being so free, the greyness of the weather, and some oif the struggles as well, and of the difficulty to feel as if having some personal space and the issue of over earting and sometimes some struggles to be getting alone with parents. It is not known of what may have been, but it is felt to have been a good decisiont o have come to Israel. There is just pain in how things had changed and what had been. \nAnd it is known of not knowing howw to practice Judaism of relying on the orthodox way of practicing the faith and of being attached to this, and of it being a bit hard, and of then having a book, a personal book to document how to consolidate this into my own living, for there is some meaning in being, and it was special and it was meaningful but it felt strict. There was a lack of trust, and faith and belief in the way of orthodox Judaism and the way it is in the world. Why? For it is disconnected from a lot of people, it has a chasm of understanding and menaing which feels unclised, amking it feel like being distant from faith in some ways and this was felt to be bad, and at that time it is true of being connected with the world in a lot of ways, of being younger and more in touch with the way things were, people, wanitng ot meet people and explore and a lot of things like this, and so it was a bit difficult. It was wanted to be aligned with this because it was thought at that tome that this way of living was a good thing. The world was liked in quite a few ways, it was loved to dance and having some friendships was pleasing and meeting new people was pleasing, and feeling as if able to be refreshed in some sense, going to university was a bit of a clean slate, and yet there was the traditions, the faith and the orthodoxy which lingered and remained, and it was almost conflicting at times. It is remembered of missing the first week of parties, or some of it because of Jewish festivals and it waas not known how to consloidate this fully and it is true of having gone to the Rabbi at this time, and staying there in the first coupple of days and it was perhaps just mediocre. It was not like it was the most fun, most fulfilling but doing the festival was homely and it was knonw and the aspects of faith was known and it was with some meaning. It is not known if this was even the right thing to be doing, but it was not terrible, iit retained faith, belief, and the connection and respect for heritage and some of the meaning in this. Yeet, it caused a missing out on partying, and yet the partying perhaps lives on less, it is not known. And so the way of being orthodox and the orthodox way of being did not feel kind of some struggles with knowing and feeling cvomfrortable like this. It felt at times lioke losing a sense of self, especially at this kind of time.\nAnd whilst having beliefs it wwas hard and unknown of how to be doing this and how to be integrating into society, and how to be making sense of beliefs and using this and being abule to kind of feel  as if being able to unfy this and yet each person has different beliefs to some degreree and so it may mean nrever being able to fully fit in, and yet it is true of there being the opinion of being active in society and actively being able to do some good, and enabling some good. The thought of this, and it had been hard, and then there was also the writing of some of the poetry and it helped to be letting in some of consciousness and some meaning as well. \n\nDeeper it is not known of hwat the right thin to be doing is, and it is thought permisisble to be doing one's own way to be free and ot be living in alignment iwth personal beliefs, especially if it odes not bring harm ont one's fellows and so there is thought to be some emaning in this, and it is still thought to be a good thing to be doing in alignment with meaning and faith and belief. It is thought deeply importaant to be staying and trying to be pure as much as possible during this time and knowing of there being meaning which is within this and beleieving this si the right anid a good thing to be doing. The questioon then asks how and one thing has been done and it is true of sleeping in the floor, but maybe even eating less, or not eating at all? For there has been some practice of fasting and it had some effects, yet it is not thought to be proper steps have also been taken to be doing choosing not to eat before doing the development which is relevant. Another option is perhaps to avoid irrelevant or distracting content in a sense, and this is thought permissible and fair to only be doing and progressing and enabling the progress and alignment with the beliefs and that which has been aligned with beliefs. this of course at this moment in time includes the labour and this is something aliogned with faith. What else is allowed? Is it allowed to eat? IT says not to worship the gods of others, to fear the Lord, and not to murder, and for the sake of not  neglecting one's faith it is thought allowed to be continuing as has been described. Yet there is a strange feeling of fatigue ddespitte knowing of wanting top progress, amybe it is knowing too muchh? And often actions speak louder than words? Well it is feasible and true of thinking of the goals which has been set to therefore be aligning with faith and belief, and perhaps to be doing this as part of a weekly goal in a tradtional sense, for there is a week of wquarentine and there is the ability to be doing some good and it is thought to be permissible and allowed to be doing? The notion of doing in alignment with faith has been done and it is thought to be pleasing to be doing and permissible to be doing, but what is the goal here? Is it the backend and the frontend parts? Or is it just the backend ? Or is it something else which is more than this. Just the backend sounds like it is doable even though a few things are not understood fully about how this may be. Thus, it says to be progressing in iterations and to fear the Lord, and  so it is allowed to be doing this -- why? For it is true of it being a very long time withoout a full and deep means of knowing how to be doing this and what teachings can be gained? and what of living in Jerusalem as wll? whagt of living abroad? What of doing the labour? Should it be left for the evening? Well oine thing which could be done is to say to be doing half of the labour in the daytime, and the rest of the daytime is for the worshipping of personal beliefs, and another which can be done is perhaps to be practicing the linking and binding of this with personal beliefS? But this is not known yet and it can be done in iterations and so it is thought permissbile. And shoul an offering be given every morning and afternoon? It is not knonw how, and it need not be an offering and it says to progress in iteratiosns, it can even be writing upon the steps or it can be something more, and is it fair to be leaving half of the labour until the evening, until darkness? And it says to love and to help with a hevay load, and it is thought to be permissible and iwth soe meaning and allowed and permissible to be doing and it could an dshould help to even be more regulated with the way the labour is and the way it is being done, for it says to love the Lord, and the essence is progressing with freedom and meaning and faith as well. And there is not a time limit for the time to be spent on this, jsut to retainn the time and discipline to be achieviing the personal goals, and after doing the development it is allowed to be writing, as a review or speaking about it and gaining some understanding and insight about how to be developing with this, and it is thought to be with meaning. What of speaking with people? Well except for Mother, as it says to honour one's parents and tno tot murder and of the ten commandmetns, and so to avoid speaking with people until after the time of development, even not to be talking is fine for it is true of purity and the ability to be doing impurity, and then in the evenings it is allowed to be studying some orthodox contentn associated with this ans writing review and some more means. Even in the dark? Yes for it is not with the aaim of active development and so it is allowed not to bring forth teachings but to write and eat be sated and to love, and so it is allowed. And to not eat the sinew and to honour one's parents and so it is allowed to be doing this and also to be establishing a means of having some guidasnce with regards to this. What more may be said here? Well what of moving to Jerusalem, what of moving out of this flat with this persona what of the fleeting nature of being. Well a decision can be made, and it is not so comforting to see of people And so what more could be stated here, of that which is at the moment? Well regarding Jerusalem, yes it is about aligning with belief, and it can also be said of bringing forth and enabling and reconnecting with the teachings which have been brought forth from service because there is meaning in this and the struggle and the difficulty of remaining connecting with this is bad it causes a disconnect and there has been the being lead astray and perhaps even the escapism and it has not been such a good thing and it is true of having been flawed and of not knwoing a lot and of learnign a lot in recent times, and of there being moore to lean and understand within this world. For it is true of being flawed, and faulted and dof having been impure in the past and of it being horrible and not good, but knowinf o f the teachinf ana dknowing how this, and the service has been pure and is so poften pure with meaning and goodness, and especially because of the strugglees which have been and for the longing for sometimes a relationship andf emaning and wanting to find something aligned with belief and so to o love anid to speak of therm and to not worship the gods of others, and that I am the Lord... an tthe truth of being free and so it si allwoed and a good thing to reasociate with the teachings which have been brought forth and to integrate this into the serrvice form thre South. What more may be said? What of moving to Jerusalem in a physical sense? Hashem created the  world, and Jerusalem is in scripture andd it is true of being uncomfortable in the current abode, and it says to love the Lord, and to walk in His ways and of the temporary dwelling and so it is allowed to e doping that which is best for personal growth and development, beliefs and the meaning herein and for the relationship with Life, and being. \nWhat of Mum and of her being in England, well if she wants to be in England then this is her decision but in the lpongterm it is not something which is thought feasible to be living there permanantly and it has been hard to come here, it has been really hard to come here, but before being tainted and besides this it came form feeling as if it was deeply the right thing to be doing and from feeling this in a meaningful way.\nOff living in Physiucal Jerusalem ? It is desire,d it is sought and it is felt with love, and some fear. The fear is of falling into self-idealism and of having a loosened grip on reality, this is what is considered to be the pain. The love is the sense of meaning and the feeling it may be more morally fitting in some ways. It is also for the sake of gaining a better and deeper understanding of moralirty and some of the meaning which is within this. What more could be said? Well should it be done? It is true of living in Tel Aviv for a while and of wanting to be doing so because of the lbaour and the sense of it being able to help pay back some of this debt, and deeper is the thought of how it has been difficult and of feelig out otf touch with people and the way things are and not liking or loving some of the pace of the city, the lack of closeness with people and some of the struggles with aspects such as this. It is thought to be tough and it as been tough and there has been some rare occasions when forming connectiosn with some people, and fomring some friendships and of this being with some emanign and of it being pleaisng, but it has been rare, and it ahas felt fleeting or incomplete to some respect and sometimes questionably aligned with faith and beliefs. Visting Jerusalem is always interesting and it is thought desirable for the sake of being able to connect with the essence of this projet and the development in alignment with faiith and it says we will do and we will undrrstan dan ot love th eLord, and hear, and to not make a graven image and so to be doing sow ithout being idyllic, but also to be connecting with belief and faith and meaning to connect with the and to be able to overcome some of the struggles and to make some off the decisions which there is at this moment in time. Yet there is still some struggle with the money and being able to have some sustenance to be able to progress with some of this. Please HAshem helpt o be gaining some understanding but yes it i spermissible. And is it a clean thing to be doing? Well it is not known when and it says to be progressing in iteratiosn ansd to love anid to walk in Hias ways and it has been clean and it has ben more than a week and also there is separation between the project and this and so to love and ot fear and to speak fo them and to not murder, anid to be fruitful and so to be doing in alignment with faith and bellief and some of the menaing in this as well. Thansk Hashem for the love and goodness which has been within this time and the way this has been as well. For there is love and belief and faith and meaning which is deep and truth and loving and it is true of there being some love and some meaning in this world as well and of not knowing a lot. This is thought filled, or overflowing with meaning here, and the essence is to be conne cint with the royal essence of the teachings and of the meaning herein, the goodness herein, that which has come from faith and ti is fluid and not fixed in the nature of some of this and much remains unknown as well. what more of doing this as a weekly pursuit with the development of the Sanctuary and some of the menaing which there may be within this. \nAnd there is much which is not known, like can the study or meditation on the building of the House be done during labour? What goals should be set? it is known to be a very holy matter, but as are the commandments which provide comfort and are known to prvoide comfort, and it says to revere the Sanctuary and to love and to bind them as a sign and provided and as this is being done in it's own book, and i ti sknown and ot have in mind that this is an important matter and to be aware of this then it is okay, and it ays to love the Lord, and to fear the Lord, and to speak of them and there has been worries and fear of impurity with this but to fear the Lord, to believe the soul lives on and for having immersed in water and so to be awareand to actively ensure doing this with regard and with connection with Life. \nThere is fears relating to this and much more questions, wha should be eaten, what,should be worn, Still much remains true about not knowing the state of this House ad this brings with it some difficulty, and some struggle with this, and so it is a bit hard. What of the previous integration of the backend of this? Well this can be looked into as well, but in some ways it is separate and to love the Lord, and to speak and to know Hashem is beyond form and so to be knowing of the meaaning within this and to fear the Lord, and to be true to Hashem and to love and to fear and to have the reminder and to speak of them when in your house, and so to be utilising the daytime to be developing and enabling the development of the Sanctuary and a lot f the menaing herein. There is faith in Hashem and it is not known of what to say and to love the Lord, and to fear the Lord, and not to murder and so to be aware and knowledgable and knowing of progressing in iterations and that which is pursuing is not the entire end to the development, but  progress in the right direction and unification with Life to be doing some ood and ot love and to fear and to know of not doing this for death and so to be aware and not to be idealising oneself, or making graven images, or glorifying oneself in a lustful or sinful way, but to love and for the essence is a Sanctuary and sot o find peace in the beliefs, in the relationship with faith and in knowledge of doing it for this and in feeling and wanting for doing it for this, for there sia f ear of the days passing and this not being done, this is owed whether outwardly stated or not this project is owed to Hashem and it is important to be doing. \n\nWith regards to the fear of doing this in a sinful way or of doing this with impurity, to love the Lord, and to speak of them and to not murder, and to be fruitful and so it is permissible to be connecting with the heritage and experience of that which has been with regards to this and so it says to love the Lord and it is allowed to be reflecting on this and of experience which has been with life, and not to make a graven image but to know of the existence beyond form, and there is meaning in being and within this world and so to be doing this with the essence. God is great! Fear and hurt has been bestowed, is it allowed to progress with the feeling and knowledge that this is pure to be doing so? IT says do not murder, and belief f immortality, and of havign immersed in flesh and knowing and feeling that whilst it is true of having felt the passing of a loved one, it is true of this being done for meaning beyond and besides this and of this having been established beforehand and of being separate too, and so please Hahsem enable the blessingas and the meaning to be able to prevail from this and of some of the meaning within this to be doing some good as well. Sorry for having experienced such loss as this, it surely hurts and bring with it pain. ","rachtzah":"There is freedom in being and the essence of that which has been said is kind of to be ensuring to find comfort in Hashem, the beliefs, the commandments, and the relationship with Hashem whilst progressing with this, and what of progressing with the aligned with the seven day period of this, what may be said of doing it like this, well there is a fear of the time passing and knowing of it being incomplete and of wanting to be able to be doing some good and of wanting to establish a lot of meaning within this world and to be doing some good through this. And therefore it is true that HAshem createdtime and the Sabbath and with the Sabbath an understanding of therebeing sanctitude in time and to love and to know of being limited and to fear and so it is allowed and there is still the freedom to be doing so and even for it ecnoruages bringing forth some good and so it is a good thing and knowing it is likely to be until the point of being incomplete is quite a good thing for it encourages faith and belief and meaning. and so much is still unknown with regards to this, and it is like leving it circumcised in some ways, and so much is still not knonw with regards to this and there is so much freedom within being and within living and there is some love within this world as well. Please Hashem may there be some goodness within this world and some of the love and belief within being and please may this be a means of doing some good and some love within this world for so much continues not to be knonwn and some of the love in being and some of the meaning in this world.","motzi":"To find comfort and dwell with belief, faith and the relationship with Hashem.","matzah":"","maror":[],"korech":[],"shulchan_orech":[],"tzafun":[],"barech":"","hallel":[],"nirtzah":""}