{"kadesh":"You shall not murder.","urchatz":"In a sense this is about not succumbing to lust, not sucumbing to the feeling of lust and of condemning and ceasing to be the act of physical self-pleasuring and of distancing oneself from masterbation and the act of this and it is knonwn there is some meaning in this and some compassion in this as well. For so much remains unknown with regards to this as well. For there is freedom and also a ot of things which can be done with regards to this as well and so i t is not known fo what could be aone and it is true of having tried to cease beforehand with this but of struggling with thi and i ti s thought to be a kind of pure thing to be doing and it is thought that there is some emaning in this and some freedom in this and it is true of being faulted and flawed and of not knowing so much ad so it is not known of what could be and it is true of being faulted and of not knowing a lot and of being flawed and worried and of there being difficulties within being throughout and of there being struggles and flaws and faults. \n","karpas":["Not to physically murder. ","The act of masterbation has been compared to murder. ","\"he wasted [his semen] on the ground, in order not to give seed to his brother. Now what he did was evil in the eyes of the Lord, and He put him to death also.\" (Genesis 38: 9-10)"],"yachatz":["The context in the Torah is different - but maybe the context is not the most important thing, and the act of this ebing evil can be universally true. ","It has caused distress, and does not bare fruit. ","It is dfficult in some ways. ","It is also thought bad to be condemning excessively natural urges - rather it is thought better to utilise and enable this, perhaps through change. ","There is a lot of frustration in this. "],"maggid":"The feelings of lust and desire have been haunting and difficult to be dealing with, and the truth is whilst there has been excessive service often in guilt for this, there has been little effect to be managing this and perhaps not enough condemnation or judging that masterbation and the act of lust and physical pleasuring is bad and does not bring forth good. IT has brought shame onto the soul many times over a long period of time, and this is not a good thing, it has harmed, directly he relationship with faith, and it is not pleasing and it is not true pleasure which is interesting because whilst it can be physically something which is perceived as pleasure on a physical sense, but on a spiritual sense, in a mental sense can cause such displeasure. It is also addictive and so in this sense it is thought to be taking away freedom and free will, and even the ability to flourish in a lot of ways. It is thought to hinder passion, and it is thought to prevent in some ways deeper and holier feelings to come to the surface. The struggle is with also knowing of how to deal withsuch feelings and how to be managing ths, and whether these are caused by deeper psycological maladies which may be in the soul? Is there is too much belief or thoughts of being deserving of pleasure or self-pleasure? There is thoughts it is bad to suffer, there are thoughts that pleasure is not a bad thing, there are thoughts that each individual is special, and therefore that I myself am special and have meaning. However, this is also separate from the feeling sof physical lust, it is also such a strong and powerful feeling that it is truly hard to be negotiating with, managing or controlling but it is evil to have felt so at disposal by this and controlled byt this for it is not good. \nIt is true of in the past when quittting smoking and knowing that in action there was some good things which helped with this and having some documentation for this really really really helped and one thing which further helped, waswriting down of feelings with regards to this, and it does say to speak of them and to love and to not eat the sienw and to let in consciousness and to eat be sated, and for there is meaning in actions and so to bind them and it was really beneficial to be reflecting and writing the feelings when smoking and after smoking for there was massive guilt, but also beforehand and when wanting or even desiring a cigarette and so to love and to circumcise and to fear and to have a reminder and so even to be writing and when having the desire, and to fear and not to murder, and to separate from impurity, and so to be =trying to direct and teach this feelings, this thought and this desire to be connecting with faith and meaning rather than with the evil form of lust and wasting of consciousness and stealing of a reality which is not mine. \nPlease Hashem help and enable there to be growth and meaning and connection with this. There is knowledge of having been flawed and faulted in the past, but succumbing tho these feelings and even when having a lustful dream which causes the spillage of seed it honestly feels as if destroying the soul and it is so disrupting and horrible and not good. \nThe writing down and reflection on feelings was not and has not been the only and sole means of ceasing to stop smoking it was in all honesty it was a collection of things and it was something which brought a lot of good, it was linked with experiencing liberation and it brought with it some good and it brought along with it growth and some meaning in this as well. Further the main regret at the time was of thinking this was too much focused on just smoking and not on the essence of this, and so the essence of this is thought to be something which is like desire for something which is not freedom, idealism, fixed form, or generally desire which is not aligned with faith, and with this learning to love faith, and belief, and perhaps that which is thought o be linked with this and also deeper true freedom, but also morality and morals teachings and some of the meaning in this, and there is the deep and prolonged truth of really loving belief, faith and the teachings which have come from service, even if unspoken and this is evident through the service. This is of course not just through females but also true through pursuits and projects and some of the meaning which there is within this. So what can be said, to love and to fear and to exist beyond fixed form and so to be relating to this not just in a specific sense but t be embracing the full essence of this. IT is also true of not completely and not fully addressing and dealing with the nature and the essence of not escaping. \nAnd it is true of having felt horrible before in having felt bad about having brought forth service in an idyllic or overly inlated or self=-pleasuring manner, and also of having done service in an evil and idealistic way before ans it says not to offer leaven atop the Altar, and also not to be having honey on the Altar and the honey is very sweet and it says to feaer the  Lord and to not murder and sometimes that which is right is not always just and so to speak of them and to be doing that which and to be giving service for that which is truly believed to be right and not just for that which is htought o be pleasinr or ideal or seen as right. \nFurthermore, with pursuits it is not something which is eay and sometimes being able and willing to do something which is hard and not easy and not idyllic there can be some emaning in this and some benefit within this and it is not something which is so easy. Further of how relationships are not something which are easy but knowing of realirty and it says to bind the m as a sign and it is knonw of living not being idyllic and so to love and to fear and to eat with bitter herbvs and to lvoe the Lord and so to be connecting with that which is believed and believeed to be right, even if this is not something which is not so easy and not straight forward and this was the case with progressing with projects in the past and so to bind them as a sign and to circumcise and so to be doing in alignment with belief, and the truth of being able to be true to this loyalty is something which which can bring for9th some good, and being open and aware of some things being incomplete and being aware and knowing of this is something whch is pretty much a good thing in some ways. \n\nThe truth of being able to be disciplined and able to be true to such discipline is something which is actually kind of a good thing in some wyas and so there is some meaning in being, and so much remains unknown through a lot of this and it is kind of felt right to be going to ISrael and dealing with some affairs and then to be coming back and it may well be enabling some meaning to be able to pay back the debt and the meaning to pay back the debt but perhaps and truthfully an offering should be given for this and then what is the right thing to be doing for the self?? To stop paying back the debt when it is not the right thime to be paying back the debt. So much remains unknonwn and it is a bit sepatrate from this service. ","rachtzah":"There is of course meaning and freedom in being and so there is some compasson and it is about being able to reflect ont he ffeelings and the meaning which is within this through writing down the feelings in relating to this and of knowing the meaning wwhich is within this and not knowing of what could be with this and of knowing that sometimes the lust feels without satisfaction or reward in some ways and not good and of knowing in thought and in mind of enabling and encouraging the long er-term pursuit and continuation of neglecting and stopping this kind of unhealthy lust, and so it is about connecting and reflecting on the feelings, but aalso kof not just satisfying the self directly and being ablee to be doing some good. So what should be brought forth, in a snese it is to continue the cessation of this lust and continued not conducive love, but also to prevent lusting over that which is forbidden. And to know that this may be idyllicism as well and this is true in the pusuits, and it is true in the relating of feelings and relaating the meaning and the consciousness into this to learn from this, and so to be able to bring forht some meaning from this. And also in service to not be desiring that which is evil with regards to the service and the giving of servuice and there is surely some meaning in this. So mcuh remains unknonw as well. \nThere is so much freedom within this world and meaning in being and it is truly not known of what could be and there is meaing in being to perfect but there is also meaning in being human and having feelings and emotions and so there is some goodness within this and some compassion in this and it is good to have some desire and some meaning and some energy and some lust and it is to do with power and th emeaning qqwithin and it can really be done with some goodness and some meaning and it is a part of loyalty to want to separate from this and to direct desire in the right kind of ways as well. So much remains unknown throughout with regards to some of this. ","motzi":"Prevent lust for that which is forbidden. ","matzah":"","maror":[],"korech":[],"shulchan_orech":[],"tzafun":[],"barech":"","hallel":[],"nirtzah":""}