{"kadesh":"You shall not have the gods of others in My presence.","urchatz":"It is so upsetting of not learning from this, and it states that there was perhaps some emaning in being and some freedm in being, there is freedom in thst which is and it is not knwn clearly of what the right thing to bedoing is and perhaps it is because of the lack of purity or understanding or ability to be gaining some clarity from this which is at the moment, however that which has been felt based on a few things has suggested and encourage that it is permissible to be going back to the flat - the feeling that it would be easier to be progressing with the development fo the house, the boundaries of purity which may be felt, knowing it is not even to idealise being alone, and for knowing of the pleasing experience of being in the park and writing of guidance for the development of the Sanctuary and also because the development of the Sanctuary is primarily sought as a means of encouraging and elevating and doing good to the soul of my father and that there is thought to be meaning in this, and so there is some freedom in being and some compassion and freedom in being and some freedom in being andso it is not knwon of what may be, and it is true of being flawed and of not wanting to hurt peoplle and of there being freeodm, and of not really wanting to conflict with the person in the flat in Givatayim and of there being freedom in being within this world, and so there is some meaning in being, and so much continues not to be knownabut this is being done with faith and to end this kind of plague, and please Hashem cleanse and enable some cleansing of this with some meaning and for it is true of being flawed and of not knowing a lot and so to be enabling some meaning in being and of there being some love in being and of the importance of developing the Sanctuary and at the base of it, it is this, and it is not even hate but just binding and cleaving and trying to be true to belief, and once it is done then there can be some greater freedom with that which is done and the way some things are done at the moment, for there is some freedom in being. Can this be juedged with certainty? Well it says to love the Lord, and to not eat the sinew of the thigh, and for it is felt to e something which is good for oneself and with meaning still. There is freedom in being and it is true of being faulted and flawed, and of not knowing a lot. For there is some freedom in being and in this sense it is thought that this should be going withthe new moon and the truth is that being linked with the moon was nice, not only was it nice, it as special the struggle was then perhaps desiring much more than that and much more than the moon and it is true in not having been linked with it a long time and also of not really having been linked with it during some of the difficulties of the last few months and of this being hard also of much or most of the moral platform being disparate and split and separate and this being hard and so there is some freedom in being, and it was hard to keep up with it, and this is true of when trying to make and develop a place for enableing some of the labour and perhaps having too much expectations in regards to this and so it is true of there being some freedom in being and not knowing of how to interact properly with the Jewish calendar makes it something which is hard and difficult and not so easy to be engaged with and so there is some freedom in being and it is true of being faulted ad flaweed and of not knowing a lot of things and of there being some freeodm in being but also of being flawed and the essence though for the moment, for it is true of being faulted and flawed is of doing this with the new moon and this is something which has menaing and is still not the most understood at times, and it is something which is hard and difficult to be connecting wit, and was the Passover like a Sabbath? Not really this year, last year it was, this year it was tough and it feels as if not really having had a reak and the days are blurred and pain remains in some of the limb from the sourness of some of the loss which has been felt.","karpas":["Idol worship was thought to be the worship of physical ornaments which represented spiritual deities/gods","Belief in a single God, Who is beyond form.","The Israelites sinned through idol worship when they worshipped the golden calf","Not even to be making or harbouring such entities on behalf of other people. "],"yachatz":["Physical representations of spiritual essence is limiting to it's very core. ","There is only one God, so the notion of godsis something which directly contradicts a belief in one god.","It is thought that worship of ideals/idols  is a means of stripping away freedom. ","Existing beyond form is thought to be linked with freedom","Man also exists beyond form, for we are conscious beings, and we are made in Hashem's image","The sin of the golden calf nearly brought the complete destruction of the Israelites","Belief in a single God brings commonality amongst individuals.","It is perhaps linked with a longing for immortality, existence beyond inexistence.","...The longing to overcome our deepest flaws."],"maggid":"Pain remains. Having lost someone hurts. It is not even out of malice, but having been here for the last three months, having experienced the passing of someone who is loved so much and is now missed in a kind of sense, it hurts, and t has been with living and sleeping sometimes on the floor, sometimes on the sofa, sometimes without getting changed, sometimes barely sleeping, sometimes not sleeping, and often having cried. Experiencing this has been difficult, and this si true even though believing in Life beyond death, and believing in immortality of the soul, so muc remains unknown. \nIt is remembered of the sins of self-idealisation it is hated to think of being the Messiah, and it is thought not a good thing to be doing, and it is thought that the setting and allocating and adopting of fixed identities as being something which is a bad thing to be doing,t hat it is a means of neglecting freedom and of it being something which is pleasing to be doing. There has for a long time been difficulties with having and harbouring relationships and friendships with people, and even now this remains true, there is difficulties being in this family sometimes, there are difficulties feeling comfortable, belonging or welcome and it is a bit hard in a few ways, but still it is true of being a family. To what extent has being together hurt? The salvation which has come has come from Hashem, to has come from faith and belief. Even being together has sometimes not helped, including the feeling of derision and of staying together to be doing the, the feeling and the yearning is for personal space, but deeper it means a spiritual personal space, for the development of the Sanctuary and perhaps this is what it has meant all alone, there has been a lack of focus and commitment to this at times, and there has most assuredly been development in the last year in a lot of ways. For it says to dwell in the Sukkah, and so this is akin to dwelling in the Sukkah, this means of connecting with and focusing on the project and wanting to be unified and connected with it, for the notion is of hosting guests but not being a guest it is not massively sought to be alone in this kind of way. \nAnd perhaps the greatest fear ad been feeling alone with belief, and of being alone with this and of the last few months and of being and feeling alone during this time, and it is true of feeling as if unworthy of being able to progress with this, or of not being allowed to be doing this but it is true of having been flawed and deeply flawed and of having sinned, and of having idealised personal identity and of making oneself out to be better than one's fellows and of this being something which is hard to be doing and of this being difficult and of feeling alone, and of not knowing a lot with regards to quite a few things but it says to love the Lord and to speak of them and of not feeling alone with this any more, and of feeling as if it is permissible to be doing this and incumbent to be doing this now, and important to be doing this now and of course there is freedom in being, and even some poverty, but this kind of poverty is really so minimal in comparison with regards to what this means that it is thought to be  almost laughable compared to some of the suffering which has been, for there is very strong belief in being able to overcome this in honesty, with some meaning and some truth as well. \nIt is true of having felt like having eaten too much and it is true of fearing being alone with this and yet it says to love the Lord, and to not murder, and to speak of them and to not to idealise being alone and to love the Lord, and to speak of them and to know faith is a means of bringing together consciousness and to love the Lord, and fr the essence of this is about unity and so to be focusing and being aware of being unified with faith and belief, and a lot of the meaning which there is within this as well. \nDeeer there is the fear of not knowing how to be doing this orof this being impure and of not knowing how to be progreessing with this and it is thought important to be setting and allocating especially time for this, and it is not fully known how much time to be doing with this and it says to love thhe Lord, and to speak of them and to be fruitful and of the head of the months and so to be proactive and so it i thought to be adding some more time in addition to the time which is allocated through just the morning service, andso it is thought there is some emaning in this. \nIT is true of feeling a bit upset or not great about having opened up about belief in the sanctuary to people in the past and of it being something which has been thought personally to be something of great meaning and then of having spoken to people close and trusted and cared about and then of feeling somewhat dejected or not enouraged and of it feeling kind of bad, and perhaps this is because of it being a bit of something which is not so standard to be exploring and even at some point in tme of having explored this without knowing if it is really something which is allowed t be explored, yet ultimately of doing it as a resut of fait and meaning and belief and of this being something which is with some goodness and truth and value as well. So mch continues not to be known with regards to this. So much continues to hurt deep within the heart, and it says to love the Lord, and to speak of them and to love the Lord with all one's might and to knwo of how Hashem has saved in times before and to fear the Lord, and to speak of them and so to be true to belief at the moment and to acknowledge being true to God at the moment and so to love th eLord and to speak of them and to fear Him and so to be clinging and remaining desperately close and unified with belief with this and not even to be caring about the thoughts, consciousness, expectations or beliefs of other people on this matter, but to speak of them and to love the Lord, and to have a reminder and so to be aware and knowing actively f the belief which there is within this. So mucch is not known with regards to this and it can hurt. What is known, is of the longing to worship Hashem, and it s not just the development of the Sanctuary, and some of the meaning in this, and basically of wanting to be true to personal projects and some of the meaning in this. And of being able to spend time ona  personal project linked with faith is a good thing and sometimes having labour can be enjoyable and wiht some meaning and some sustenance in being as well.\nSo it is remembered of having postponed and put off the development of the Sanctuary in favour, or partially in favour of paying back some of the debts which were owed, it is remembered the mornings by the sea where the development was being done was a place of bliss, this time developing that linked with the Sanctuary was like a Sanctuary itself it was a means of connecting with faith, and of finding and connecting with peace and aligning with Hashem's will. Yet it was postponed because something did not feel right, partially a lack of resilience, certainty, sureness, and also the feeling like itt was too idyllic, and of having too much debt and not having enough security in alternative areas of being, including with struggling to have enough to be independent. For there is truth and meaning in having been in debt and feeling enslaved to this to some degree and it was hard and it was a bit difficult to be dealing with. IT was with meaning, but even putting off the development of the Sanctuary did not actively secure a means of paying back some of the debt and the pursuit of this eventually kind of weakened and it slowed and it was hard, and there was some progress but it brought with it some bitterness and it was not so easy, since then there had been some efforts to progress with the Sanctuary but these had been some smaller efforts, significantly was having a place for the offerings, for the prayer, for the relaying f teachings, for the overcoming of flaws and it brought with it some meaning and some goodness herein. \nIT says not to eat the sinew of the thigh, to love the Lord, of existence beyond form and not to commit adultery and because of the conflicts and difficulties of the recent times and the fears of everything else and the struggles with the labour and so to ensure connecting with and unifying with and acknowledging and knowing the peace, and also the sanctity of the meaning which there is within developing this and enabling the development of worship for it is something which is of immense meaning and goodness as well.\nThere are amidst this fears of conflict, or fears of being ina  place which is hated or of so much, but it says to love the Lord, and to separate from impurity anf to even value oneself and for there has been moments when connecting with the deepest meaning and essence which has been with a human being and so to be utilising this tim eot e protecting oneself and connecting oneself and connecting with the meanig which there is which exists, and deeper to love the Lord, and to speak o them and to not eat the sinee of the thigh and to love the Lord, and so it is permissible to be resolving some conflicts and some doubts which exist, frot ehre are a few, and to love the Lord, and to speak of them and to cleave to Him and to not murder, and to walk inn His ways and to be etting in guests and for it says to teach them and so to be addressing some things which are too improve the qualiry and the means of living in Israel, of living in this country and of doing good, and it is true of not knowing and speaking Hebrew and of this being something which is hard and difficult to be handling and dealing with, and it says to value human connections and to speak of them, and to fea rand tonot commit adultery and for the longing to connect with people in a good way and so to be enabling and encourgaing a means of leanring some HEbrew, for this is also owed, it is owed deeply. So much has happened in this last year, and it was not even like the full year in a sense, it is weird to be coming back to this time in the cycle, the last few months have been so hectic and difficult, and it says not to eat the sinew of the thigh and to love the Lord,a nd to write down this song and to speak of them and to not murder, and so it is allowed to be reflecting on this period of time in a manner which enables and and brings forth teachings about how to be living and about the relationship wth Life. IS there something more which could be stated, what more of the relationship with father, and even of mother and witht hat which there is , and it is with meaning and it says not to eat the sinew and to honour one's parents, and not to eat the sinew of the thigh and to write down this song, and so not to forget where one has come from. ","rachtzah":"There is freedom in being and a large part of this is about developing and focusing on the freedom and meaning in a personal pursuit and of connecting with the time and meaning in this and also of the peace and of finding peace and of enabling peace and freedom and meaning in being and some of the truth and meaning which there is within being and some of the goodness within this and there issome freedo in being, and so it is to unify with and to muliply and to conect with the peace and the meaning which there is within this and it can be through connecting with the experienvce and teachings which have been, and it could be through connecting with the development of service and it can be through respecting and having personal space and it can be throug the resolouton of conflicts which there is, and so it is about respecting and connecting with the peace which exists within the persona relationshp swith belief and so much continues not to be known with regards to this and so there is some worries and some meaning in this and it is true of being faulted and flawed and of not knowing so much with regards to a lot of this.","motzi":"Unify and connect with the peace which is within the personal relationship with faith and belief. ","matzah":"","maror":[],"korech":[],"shulchan_orech":[],"tzafun":[],"barech":"","hallel":[],"nirtzah":""}